export const locationTree = [
  {
    id: '00',
    label: 'مرکزی',
    children: [
      {
        id: '0001',
        label: 'اراک',
        children: [
          {
            id: '00010001',
            label: 'امان آباد',
          },
          {
            id: '00010002',
            label: 'امیریه',
          },
          {
            id: '00010003',
            label: 'داودآباد',
          },
          {
            id: '00010005',
            label: 'سده',
          },
          {
            id: '00010006',
            label: 'شمس آباد',
          },
          {
            id: '00010008',
            label: 'مشهدمیقان',
          },
          {
            id: '00010010',
            label: 'حاجی آباد',
          },
          {
            id: '00011101',
            label: 'اراک',
          },
          {
            id: '00011600',
            label: 'کارچان',
          },
          {
            id: '00011678',
            label: 'اراک 1',
          },
          {
            id: '00011679',
            label: 'اراک 2',
          },
          {
            id: '00011680',
            label: 'اراک 3',
          },
          {
            id: '00012074',
            label: 'ساروق',
          },
          {
            id: '00012536',
            label: 'داودآباد',
          },
          {
            id: '00012858',
            label: 'اراک 4',
          },
          {
            id: '00012859',
            label: 'اراک 5',
          },
        ],
      },
      {
        id: '0002',
        label: 'آشتیان',
        children: [
          {
            id: '00020001',
            label: 'سیاوشان',
          },
          {
            id: '00020002',
            label: 'گرکان',
          },
          {
            id: '00020003',
            label: 'مزرعه نو',
          },
          {
            id: '00021103',
            label: 'آشتیان',
          },
        ],
      },
      {
        id: '0003',
        label: 'تفرش',
        children: [
          {
            id: '00030001',
            label: 'بازرجان',
          },
          {
            id: '00030002',
            label: 'رودبار',
          },
          {
            id: '00030003',
            label: 'خرازان',
          },
          {
            id: '00030004',
            label: 'کوه پناه',
          },
          {
            id: '00031104',
            label: 'تفرش',
          },
        ],
      },
      {
        id: '0004',
        label: 'خمین',
        children: [
          {
            id: '00040001',
            label: 'آشناخور',
          },
          {
            id: '00040002',
            label: 'خرم دشت',
          },
          {
            id: '00040003',
            label: 'حمزه لو',
          },
          {
            id: '00040005',
            label: 'رستاق',
          },
          {
            id: '00040006',
            label: 'صالحان',
          },
          {
            id: '00040007',
            label: 'گله زن',
          },
          {
            id: '00041105',
            label: 'خمین',
          },
          {
            id: '00042541',
            label: 'قورچی باشی',
          },
        ],
      },
      {
        id: '0005',
        label: 'دلیجان',
        children: [
          {
            id: '00050001',
            label: 'دودهک',
          },
          {
            id: '00050002',
            label: 'هستیجان',
          },
          {
            id: '00050003',
            label: 'جاسب',
          },
          {
            id: '00050004',
            label: 'جوشق',
          },
          {
            id: '00051106',
            label: 'دلیجان',
          },
          {
            id: '00051107',
            label: 'نراق',
          },
        ],
      },
      {
        id: '0006',
        label: 'ساوه',
        children: [
          {
            id: '00060001',
            label: 'آق کهریز',
          },
          {
            id: '00060002',
            label: 'بیات',
          },
          {
            id: '00060003',
            label: 'قره چای',
          },
          {
            id: '00060004',
            label: 'نورعلی بیک',
          },
          {
            id: '00061110',
            label: 'ساوه',
          },
          {
            id: '00061111',
            label: 'غرق آباد',
          },
          {
            id: '00062137',
            label: 'نوبران',
          },
          {
            id: '00062827',
            label: 'آوه',
          },
          {
            id: '00062860',
            label: 'ساوه 1',
          },
          {
            id: '00062861',
            label: 'ساوه 2',
          },
        ],
      },
      {
        id: '0007',
        label: 'شازند',
        children: [
          {
            id: '00070001',
            label: 'پل دوآب',
          },
          {
            id: '00070002',
            label: 'زالیان',
          },
          {
            id: '00070003',
            label: 'نهرمیان',
          },
          {
            id: '00070007',
            label: 'کزاز',
          },
          {
            id: '00071112',
            label: 'آستانه',
          },
          {
            id: '00071113',
            label: 'شازند',
          },
          {
            id: '00072032',
            label: 'مهاجران',
          },
          {
            id: '00072380',
            label: 'هندودر',
          },
          {
            id: '00072582',
            label: 'توره',
          },
          {
            id: '00072774',
            label: 'شهباز',
          },
        ],
      },
      {
        id: '0009',
        label: 'محلات',
        children: [
          {
            id: '00090001',
            label: 'باقرآباد',
          },
          {
            id: '00090002',
            label: 'خورهه',
          },
          {
            id: '00091115',
            label: 'محلات',
          },
          {
            id: '00091116',
            label: 'نیمور',
          },
        ],
      },
      {
        id: '0010',
        label: 'زرندیه',
        children: [
          {
            id: '00100001',
            label: 'الویر',
          },
          {
            id: '00100002',
            label: 'خشک رود',
          },
          {
            id: '00100003',
            label: 'دوزج',
          },
          {
            id: '00101108',
            label: 'زاویه',
          },
          {
            id: '00101109',
            label: 'مامونیه',
          },
          {
            id: '00102017',
            label: 'خشکرود',
          },
          {
            id: '00102228',
            label: 'پرندک',
          },
          {
            id: '00102378',
            label: 'رازقان',
          },
        ],
      },
      {
        id: '0011',
        label: 'کمیجان',
        children: [
          {
            id: '00110001',
            label: 'اسفندان',
          },
          {
            id: '00110002',
            label: 'میلاجرد',
          },
          {
            id: '00110004',
            label: 'وفس',
          },
          {
            id: '00111102',
            label: 'کمیجان',
          },
          {
            id: '00112379',
            label: 'میلاجرد',
          },
        ],
      },
      {
        id: '0012',
        label: 'خنداب',
        children: [
          {
            id: '00120001',
            label: 'اناج',
          },
          {
            id: '00120002',
            label: 'جاورسیان',
          },
          {
            id: '00120003',
            label: 'سنگ سفید',
          },
          {
            id: '00122073',
            label: 'جاورسیان',
          },
          {
            id: '00122304',
            label: 'خنداب',
          },
        ],
      },
      {
        id: '0013',
        label: 'فراهان',
        children: [
          {
            id: '00130001',
            label: 'فرمهین',
          },
          {
            id: '00130002',
            label: 'فشک',
          },
          {
            id: '00132136',
            label: 'فرمهین',
          },
          {
            id: '00132773',
            label: 'خنجین',
          },
          {
            id: '00132941',
            label: 'تلخاب',
          },
        ],
      },
    ],
  },
  {
    id: '01',
    label: 'گیلان',
    children: [
      {
        id: '0101',
        label: 'آستارا',
        children: [
          {
            id: '01010001',
            label: 'چلوند',
          },
          {
            id: '01010002',
            label: 'لوندویل',
          },
          {
            id: '01010003',
            label: 'ویرمونی',
          },
          {
            id: '01011117',
            label: 'آستارا',
          },
          {
            id: '01012583',
            label: 'لوندویل',
          },
        ],
      },
      {
        id: '0102',
        label: 'آستانه اشرفیه',
        children: [
          {
            id: '01020001',
            label: 'دهگاه',
          },
          {
            id: '01020002',
            label: 'کیاشهر',
          },
          {
            id: '01020003',
            label: 'کیسم',
          },
          {
            id: '01020004',
            label: 'چهارده',
          },
          {
            id: '01021118',
            label: 'کیاشهر',
          },
          {
            id: '01021119',
            label: 'آستانه اشرفیه',
          },
        ],
      },
      {
        id: '0103',
        label: 'بندرانزلی',
        children: [
          {
            id: '01030001',
            label: 'چهارفریضه',
          },
          {
            id: '01030002',
            label: 'لیچارکی حسن رود',
          },
          {
            id: '01031120',
            label: 'بندرانزلی',
          },
          {
            id: '01032538',
            label: 'بندرانزلی 1',
          },
          {
            id: '01032539',
            label: 'بندرانزلی 2',
          },
        ],
      },
      {
        id: '0104',
        label: 'طوالش',
        children: [
          {
            id: '01040001',
            label: 'اسالم',
          },
          {
            id: '01040002',
            label: 'خاله سرا',
          },
          {
            id: '01040003',
            label: 'خطبه سرا',
          },
          {
            id: '01040004',
            label: 'کوهستانی تالش',
          },
          {
            id: '01041124',
            label: 'هشتپر (تالش)',
          },
          {
            id: '01042381',
            label: 'لیسار',
          },
          {
            id: '01042382',
            label: 'اسالم',
          },
          {
            id: '01042584',
            label: 'حویق',
          },
          {
            id: '01042585',
            label: 'چوبر',
          },
        ],
      },
      {
        id: '0105',
        label: 'رشت',
        children: [
          {
            id: '01050001',
            label: 'اسلام آباد',
          },
          {
            id: '01050002',
            label: 'سراوان',
          },
          {
            id: '01050003',
            label: 'سنگر',
          },
          {
            id: '01050004',
            label: 'لاکان',
          },
          {
            id: '01051007',
            label: 'پیربازار',
          },
          {
            id: '01051125',
            label: 'خشکبیجار',
          },
          {
            id: '01051127',
            label: 'کوچصفهان',
          },
          {
            id: '01051128',
            label: 'لشت نشاء',
          },
          {
            id: '01051129',
            label: 'رشت',
          },
          {
            id: '01051130',
            label: 'سنگر',
          },
          {
            id: '01051654',
            label: 'رشت 1',
          },
          {
            id: '01051655',
            label: 'رشت 2',
          },
          {
            id: '01051656',
            label: 'رشت 3',
          },
          {
            id: '01052075',
            label: 'لولمان',
          },
          {
            id: '01052098',
            label: 'رشت 4',
          },
          {
            id: '01052099',
            label: 'رشت 5',
          },
        ],
      },
      {
        id: '0106',
        label: 'رودبار',
        children: [
          {
            id: '01060001',
            label: 'خورگام',
          },
          {
            id: '01060002',
            label: 'رستم آباد شمالی',
          },
          {
            id: '01060003',
            label: 'کلشتر',
          },
          {
            id: '01061131',
            label: 'لوشان',
          },
          {
            id: '01061132',
            label: 'رودبار',
          },
          {
            id: '01061133',
            label: 'منجیل',
          },
          {
            id: '01062138',
            label: 'جیرنده',
          },
          {
            id: '01062139',
            label: 'رستم آباد',
          },
          {
            id: '01062229',
            label: 'توتکابن',
          },
          {
            id: '01062383',
            label: 'بره سر',
          },
        ],
      },
      {
        id: '0107',
        label: 'رودسر',
        children: [
          {
            id: '01070001',
            label: 'اشکور سفلی',
          },
          {
            id: '01070002',
            label: 'چینی جان',
          },
          {
            id: '01070003',
            label: 'رضامحله',
          },
          {
            id: '01070004',
            label: 'شوییل',
          },
          {
            id: '01071135',
            label: 'چابکسر',
          },
          {
            id: '01071136',
            label: 'رحیم آباد',
          },
          {
            id: '01071137',
            label: 'رودسر',
          },
          {
            id: '01071138',
            label: 'کلاچای',
          },
          {
            id: '01071139',
            label: 'واجارگاه',
          },
        ],
      },
      {
        id: '0108',
        label: 'صومعه سرا',
        children: [
          {
            id: '01080001',
            label: 'تولم',
          },
          {
            id: '01080002',
            label: 'هندوخاله',
          },
          {
            id: '01080003',
            label: 'کسما',
          },
          {
            id: '01080004',
            label: 'پیشخوان',
          },
          {
            id: '01081140',
            label: 'صومعه سرا',
          },
          {
            id: '01082140',
            label: 'مرجقل',
          },
          {
            id: '01082328',
            label: 'گوراب زرمیخ',
          },
        ],
      },
      {
        id: '0109',
        label: 'فومن',
        children: [
          {
            id: '01090001',
            label: 'آلیان',
          },
          {
            id: '01090002',
            label: 'رودپیش',
          },
          {
            id: '01090004',
            label: 'گشت',
          },
          {
            id: '01090005',
            label: 'گوراب پس',
          },
          {
            id: '01090006',
            label: 'لولمان',
          },
          {
            id: '01091142',
            label: 'فومن',
          },
          {
            id: '01091143',
            label: 'ماسوله',
          },
          {
            id: '01092804',
            label: 'ماکلوان',
          },
        ],
      },
      {
        id: '0110',
        label: 'لنگرود',
        children: [
          {
            id: '01100001',
            label: 'چاف',
          },
          {
            id: '01100002',
            label: 'لات لیل',
          },
          {
            id: '01100003',
            label: 'دیوشل',
          },
          {
            id: '01100004',
            label: 'گل سفید',
          },
          {
            id: '01101144',
            label: 'کومله',
          },
          {
            id: '01101145',
            label: 'لنگرود',
          },
          {
            id: '01102076',
            label: 'چاف و چمخاله',
          },
          {
            id: '01102141',
            label: 'شلمان',
          },
          {
            id: '01102385',
            label: 'اطاقور',
          },
        ],
      },
      {
        id: '0111',
        label: 'لاهیجان',
        children: [
          {
            id: '01110001',
            label: 'آهندان',
          },
          {
            id: '01110002',
            label: 'بازکیاگوراب',
          },
          {
            id: '01110005',
            label: 'لفمجان',
          },
          {
            id: '01110006',
            label: 'لیالستان',
          },
          {
            id: '01110007',
            label: 'لیل',
          },
          {
            id: '01111147',
            label: 'لاهیجان',
          },
          {
            id: '01112386',
            label: 'رودبنه',
          },
        ],
      },
      {
        id: '0112',
        label: 'شفت',
        children: [
          {
            id: '01120001',
            label: 'احمدسرگوراب',
          },
          {
            id: '01120002',
            label: 'چوبر',
          },
          {
            id: '01121141',
            label: 'شفت',
          },
          {
            id: '01122387',
            label: 'احمدسرگوراب',
          },
        ],
      },
      {
        id: '0113',
        label: 'املش',
        children: [
          {
            id: '01130001',
            label: 'سمام',
          },
          {
            id: '01130002',
            label: 'شبخوس لات',
          },
          {
            id: '01130003',
            label: 'کجید',
          },
          {
            id: '01131134',
            label: 'املش',
          },
          {
            id: '01132519',
            label: 'رانکوه',
          },
        ],
      },
      {
        id: '0114',
        label: 'رضوانشهر',
        children: [
          {
            id: '01140001',
            label: 'دیناچال',
          },
          {
            id: '01140002',
            label: 'ییلاقی ارده',
          },
          {
            id: '01141121',
            label: 'پره سر',
          },
          {
            id: '01141122',
            label: 'رضوانشهر',
          },
        ],
      },
      {
        id: '0115',
        label: 'سیاهکل',
        children: [
          {
            id: '01150001',
            label: 'پیرکوه',
          },
          {
            id: '01150002',
            label: 'دیلمان',
          },
          {
            id: '01150003',
            label: 'مالفجان',
          },
          {
            id: '01151146',
            label: 'سیاهکل',
          },
          {
            id: '01152329',
            label: 'دیلمان',
          },
        ],
      },
      {
        id: '0116',
        label: 'ماسال',
        children: [
          {
            id: '01160001',
            label: 'شاندرمن',
          },
          {
            id: '01160002',
            label: 'ماسال',
          },
          {
            id: '01161123',
            label: 'ماسال',
          },
          {
            id: '01162510',
            label: 'بازار جمعه',
          },
        ],
      },
      {
        id: '0117',
        label: 'خمام',
        children: [
          {
            id: '01170001',
            label: 'چاپارخانه',
          },
          {
            id: '01170002',
            label: 'کته سر خمام',
          },
          {
            id: '01171126',
            label: 'خمام',
          },
        ],
      },
    ],
  },
  {
    id: '02',
    label: 'مازندران',
    children: [
      {
        id: '0201',
        label: 'آمل',
        children: [
          {
            id: '02010001',
            label: 'دابوی جنوبی',
          },
          {
            id: '02010002',
            label: 'پایین خیابان لیتکوه',
          },
          {
            id: '02010003',
            label: 'دابوی میانی',
          },
          {
            id: '02010006',
            label: 'هرازپی جنوبی',
          },
          {
            id: '02010007',
            label: 'دشت سر سفلی',
          },
          {
            id: '02011148',
            label: 'رینه',
          },
          {
            id: '02011149',
            label: 'آمل',
          },
          {
            id: '02012388',
            label: 'گزنک',
          },
          {
            id: '02012586',
            label: 'دابودشت',
          },
          {
            id: '02012772',
            label: 'امامزاده عبدالله',
          },
          {
            id: '02012875',
            label: 'بابکان',
          },
        ],
      },
      {
        id: '0202',
        label: 'بابل',
        children: [
          {
            id: '02020001',
            label: 'خوش رود',
          },
          {
            id: '02020002',
            label: 'فیضیه',
          },
          {
            id: '02020004',
            label: 'شهیدآباد',
          },
          {
            id: '02020005',
            label: 'گنج افروز',
          },
          {
            id: '02021153',
            label: 'امیرکلا',
          },
          {
            id: '02021154',
            label: 'بابل',
          },
          {
            id: '02022389',
            label: 'خوش رودپی',
          },
          {
            id: '02022390',
            label: 'گلوگاه',
          },
          {
            id: '02022391',
            label: 'مرزیکلا',
          },
          {
            id: '02022392',
            label: 'زرگر',
          },
          {
            id: '02022587',
            label: 'گتاب',
          },
          {
            id: '02022743',
            label: 'بابل 1',
          },
          {
            id: '02022744',
            label: 'بابل 2',
          },
        ],
      },
      {
        id: '0204',
        label: 'بهشهر',
        children: [
          {
            id: '02040001',
            label: 'کوهستان',
          },
          {
            id: '02040002',
            label: 'میان کاله',
          },
          {
            id: '02040003',
            label: 'پنج هزاره',
          },
          {
            id: '02041158',
            label: 'بهشهر',
          },
          {
            id: '02041159',
            label: 'رستمکلا',
          },
          {
            id: '02042647',
            label: 'خلیل شهر',
          },
        ],
      },
      {
        id: '0205',
        label: 'تنکابن',
        children: [
          {
            id: '02050001',
            label: 'بلده',
          },
          {
            id: '02050002',
            label: 'گلیجان',
          },
          {
            id: '02050003',
            label: 'سه هزار',
          },
          {
            id: '02050004',
            label: 'بلده شرقی',
          },
          {
            id: '02051100',
            label: 'شیرود',
          },
          {
            id: '02051161',
            label: 'تنکابن',
          },
          {
            id: '02051162',
            label: 'خرم آباد',
          },
          {
            id: '02051166',
            label: 'نشتارود',
          },
        ],
      },
      {
        id: '0206',
        label: 'رامسر',
        children: [
          {
            id: '02060001',
            label: 'جنت رودبار',
          },
          {
            id: '02060002',
            label: 'چهل شهید',
          },
          {
            id: '02060003',
            label: 'سخت سر',
          },
          {
            id: '02060004',
            label: 'اشکور',
          },
          {
            id: '02061167',
            label: 'رامسر',
          },
          {
            id: '02061168',
            label: 'کتالم وسادات شهر',
          },
        ],
      },
      {
        id: '0207',
        label: 'ساری',
        children: [
          {
            id: '02070001',
            label: 'تنگه سلیمان',
          },
          {
            id: '02070002',
            label: 'کلیجان رستاق علیا',
          },
          {
            id: '02070003',
            label: 'گرماب',
          },
          {
            id: '02070005',
            label: 'مذکوره',
          },
          {
            id: '02070006',
            label: 'میاندورودکوچک',
          },
          {
            id: '02071006',
            label: 'اکند',
          },
          {
            id: '02071169',
            label: 'ساری',
          },
          {
            id: '02072170',
            label: 'کیاسر',
          },
          {
            id: '02072588',
            label: 'فریم',
          },
          {
            id: '02072740',
            label: 'ساری 1',
          },
          {
            id: '02072741',
            label: 'ساری 2',
          },
          {
            id: '02072742',
            label: 'ساری 3',
          },
          {
            id: '02072746',
            label: 'پایین هولار',
          },
          {
            id: '02072874',
            label: 'فرح آباد',
          },
        ],
      },
      {
        id: '0208',
        label: 'سوادکوه',
        children: [
          {
            id: '02080001',
            label: 'راستوپی',
          },
          {
            id: '02080002',
            label: 'کسلیان',
          },
          {
            id: '02080003',
            label: 'ولوپی',
          },
          {
            id: '02081170',
            label: 'آلاشت',
          },
          {
            id: '02081171',
            label: 'پل سفید',
          },
          {
            id: '02081172',
            label: 'زیرآب',
          },
        ],
      },
      {
        id: '0210',
        label: 'قایم شهر',
        children: [
          {
            id: '02100001',
            label: 'بالاتجن',
          },
          {
            id: '02100002',
            label: 'بیشه سر',
          },
          {
            id: '02100004',
            label: 'علی آباد',
          },
          {
            id: '02100005',
            label: 'نوکنده کا',
          },
          {
            id: '02100006',
            label: 'کوهساران',
          },
          {
            id: '02101176',
            label: 'قایم شهر',
          },
          {
            id: '02102747',
            label: 'ارطه',
          },
        ],
      },
      {
        id: '0214',
        label: 'نور',
        children: [
          {
            id: '02140001',
            label: 'میان بند',
          },
          {
            id: '02140002',
            label: 'میانرود',
          },
          {
            id: '02140003',
            label: 'ناتل رستاق',
          },
          {
            id: '02141189',
            label: 'نور',
          },
          {
            id: '02141193',
            label: 'رویان',
          },
          {
            id: '02142119',
            label: 'چمستان',
          },
          {
            id: '02142396',
            label: 'بلده',
          },
          {
            id: '02142648',
            label: 'ایزدشهر',
          },
        ],
      },
      {
        id: '0215',
        label: 'نوشهر',
        children: [
          {
            id: '02150001',
            label: 'پنجک رستاق',
          },
          {
            id: '02150002',
            label: 'توابع کجور',
          },
          {
            id: '02150003',
            label: 'کالج',
          },
          {
            id: '02151194',
            label: 'نوشهر',
          },
          {
            id: '02152713',
            label: 'پول',
          },
          {
            id: '02152779',
            label: 'کجور',
          },
        ],
      },
      {
        id: '0216',
        label: 'بابلسر',
        children: [
          {
            id: '02160001',
            label: 'ساحلی',
          },
          {
            id: '02160002',
            label: 'بابلرود',
          },
          {
            id: '02161151',
            label: 'بابلسر',
          },
          {
            id: '02162393',
            label: 'بهنمیر',
          },
          {
            id: '02162394',
            label: 'هادی شهر',
          },
        ],
      },
      {
        id: '0218',
        label: 'محمودآباد',
        children: [
          {
            id: '02180001',
            label: 'دابوی شمالی',
          },
          {
            id: '02180002',
            label: 'هرازپی شمالی',
          },
          {
            id: '02180003',
            label: 'هرازپی غربی',
          },
          {
            id: '02181150',
            label: 'محمودآباد',
          },
          {
            id: '02182395',
            label: 'سرخرود',
          },
        ],
      },
      {
        id: '0219',
        label: 'نکا',
        children: [
          {
            id: '02190001',
            label: 'پی رجه',
          },
          {
            id: '02190002',
            label: 'قره طغان',
          },
          {
            id: '02190003',
            label: 'مهروان',
          },
          {
            id: '02191160',
            label: 'نکا',
          },
        ],
      },
      {
        id: '0220',
        label: 'چالوس',
        children: [
          {
            id: '02200001',
            label: 'کلارستاق شرقی',
          },
          {
            id: '02200002',
            label: 'کوهستان',
          },
          {
            id: '02201190',
            label: 'چالوس',
          },
          {
            id: '02201192',
            label: 'مرزن آباد',
          },
          {
            id: '02202748',
            label: 'هچیرود',
          },
        ],
      },
      {
        id: '0221',
        label: 'جویبار',
        children: [
          {
            id: '02210001',
            label: 'چپکرود',
          },
          {
            id: '02210002',
            label: 'لاریم',
          },
          {
            id: '02211175',
            label: 'جویبار',
          },
          {
            id: '02212397',
            label: 'کوهی خیل',
          },
        ],
      },
      {
        id: '0222',
        label: 'گلوگاه',
        children: [
          {
            id: '02220001',
            label: 'کلبادشرقی',
          },
          {
            id: '02220002',
            label: 'کلبادغربی',
          },
          {
            id: '02221157',
            label: 'گلوگاه',
          },
        ],
      },
      {
        id: '0223',
        label: 'فریدونکنار',
        children: [
          {
            id: '02230001',
            label: 'امامزاده عبدالله شمالی',
          },
          {
            id: '02230002',
            label: 'امامزاده عبدالله جنوبی',
          },
          {
            id: '02231039',
            label: 'آستانه سرا',
          },
          {
            id: '02231152',
            label: 'فریدونکنار',
          },
        ],
      },
      {
        id: '0224',
        label: 'عباس آباد',
        children: [
          {
            id: '02240001',
            label: 'لنگارود شرقی',
          },
          {
            id: '02240002',
            label: 'لنگارود غربی',
          },
          {
            id: '02241163',
            label: 'سلمان شهر',
          },
          {
            id: '02241164',
            label: 'عباس اباد',
          },
          {
            id: '02241165',
            label: 'کلارآباد',
          },
        ],
      },
      {
        id: '0225',
        label: 'میاندورود',
        children: [
          {
            id: '02250001',
            label: 'کوهدشت شرقی',
          },
          {
            id: '02250002',
            label: 'کوهدشت غربی',
          },
          {
            id: '02250003',
            label: 'میاندورود بزرگ',
          },
          {
            id: '02252305',
            label: 'سورک',
          },
          {
            id: '02252931',
            label: 'طبقده',
          },
        ],
      },
      {
        id: '0226',
        label: 'سیمرغ',
        children: [
          {
            id: '02260001',
            label: 'کیاکلا',
          },
          {
            id: '02260002',
            label: 'دشت کنار',
          },
          {
            id: '02261177',
            label: 'کیاکلا',
          },
        ],
      },
      {
        id: '0227',
        label: 'سوادکوه شمالی',
        children: [
          {
            id: '02270001',
            label: 'چایباغ',
          },
          {
            id: '02270002',
            label: 'لفور',
          },
          {
            id: '02271173',
            label: 'شیرگاه',
          },
        ],
      },
      {
        id: '0228',
        label: 'کلاردشت',
        children: [
          {
            id: '02280001',
            label: 'کلاردشت شرقی',
          },
          {
            id: '02280002',
            label: 'کلاردشت غربی',
          },
          {
            id: '02281191',
            label: 'کلاردشت',
          },
        ],
      },
    ],
  },
  {
    id: '03',
    label: 'آذربایجان شرقی',
    children: [
      {
        id: '0302',
        label: 'اهر',
        children: [
          {
            id: '03020001',
            label: 'آذغان',
          },
          {
            id: '03020002',
            label: 'اوچ هاچا',
          },
          {
            id: '03020003',
            label: 'بزکش',
          },
          {
            id: '03020005',
            label: 'گویجه بل',
          },
          {
            id: '03020006',
            label: 'ورگهان',
          },
          {
            id: '03021200',
            label: 'اهر',
          },
        ],
      },
      {
        id: '0303',
        label: 'تبریز',
        children: [
          {
            id: '03030001',
            label: 'آجی چای',
          },
          {
            id: '03030002',
            label: 'اسپران',
          },
          {
            id: '03030006',
            label: 'سردصحرا',
          },
          {
            id: '03031206',
            label: 'خسروشاه',
          },
          {
            id: '03031213',
            label: 'باسمنج',
          },
          {
            id: '03031214',
            label: 'تبریز',
          },
          {
            id: '03031215',
            label: 'سردرود',
          },
          {
            id: '03031621',
            label: 'تبریز1',
          },
          {
            id: '03031622',
            label: 'تبریز2',
          },
          {
            id: '03031623',
            label: 'تبریز3',
          },
          {
            id: '03031624',
            label: 'تبریز4',
          },
          {
            id: '03031651',
            label: 'تبریز5',
          },
          {
            id: '03031652',
            label: 'تبریز6',
          },
          {
            id: '03031653',
            label: 'تبریز7',
          },
          {
            id: '03032071',
            label: 'تبریز 9',
          },
          {
            id: '03032072',
            label: 'تبریز 10',
          },
          {
            id: '03032521',
            label: 'تبریز8',
          },
        ],
      },
      {
        id: '0305',
        label: 'سراب',
        children: [
          {
            id: '03050001',
            label: 'ابرغان',
          },
          {
            id: '03050002',
            label: 'آغمیون',
          },
          {
            id: '03050003',
            label: 'حومه',
          },
          {
            id: '03050004',
            label: 'رازلیق',
          },
          {
            id: '03050005',
            label: 'صایین',
          },
          {
            id: '03050006',
            label: 'ملایعقوب',
          },
          {
            id: '03051216',
            label: 'مهربان',
          },
          {
            id: '03051220',
            label: 'سراب',
          },
          {
            id: '03052330',
            label: 'شربیان',
          },
          {
            id: '03052399',
            label: 'دوزدوزان',
          },
        ],
      },
      {
        id: '0306',
        label: 'مراغه',
        children: [
          {
            id: '03060001',
            label: 'سراجوی جنوبی',
          },
          {
            id: '03060002',
            label: 'سراجوی شرقی',
          },
          {
            id: '03060003',
            label: 'سراجوی شمالی',
          },
          {
            id: '03060004',
            label: 'سراجوی غربی',
          },
          {
            id: '03060005',
            label: 'قره ناز',
          },
          {
            id: '03061223',
            label: 'مراغه',
          },
          {
            id: '03061649',
            label: 'مراغه 1',
          },
          {
            id: '03061650',
            label: 'مراغه 2',
          },
          {
            id: '03062331',
            label: 'خداجو(خراجو)',
          },
        ],
      },
      {
        id: '0307',
        label: 'مرند',
        children: [
          {
            id: '03070001',
            label: 'بناب',
          },
          {
            id: '03070002',
            label: 'دولت آباد',
          },
          {
            id: '03070004',
            label: 'زنوزق',
          },
          {
            id: '03070006',
            label: 'میشاب شمالی',
          },
          {
            id: '03070007',
            label: 'هرزندات شرقی',
          },
          {
            id: '03070008',
            label: 'هرزندات غربی',
          },
          {
            id: '03071026',
            label: 'دیزج حسین بیگ',
          },
          {
            id: '03071227',
            label: 'زنوز',
          },
          {
            id: '03071228',
            label: 'مرند',
          },
          {
            id: '03072143',
            label: 'کشکسرای',
          },
          {
            id: '03072400',
            label: 'یامچی',
          },
          {
            id: '03072589',
            label: 'بناب مرند',
          },
        ],
      },
      {
        id: '0310',
        label: 'میانه',
        children: [
          {
            id: '03100001',
            label: 'اوچ تپه غربی',
          },
          {
            id: '03100002',
            label: 'بروانان شرقی',
          },
          {
            id: '03100003',
            label: 'بروانان غربی',
          },
          {
            id: '03100004',
            label: 'بروانان مرکزی',
          },
          {
            id: '03100005',
            label: 'کله بوزشرقی',
          },
          {
            id: '03100006',
            label: 'کله بوزغربی',
          },
          {
            id: '03100007',
            label: 'گرمه جنوبی',
          },
          {
            id: '03101233',
            label: 'میانه',
          },
          {
            id: '03102144',
            label: 'ترکمانچای',
          },
          {
            id: '03102401',
            label: 'آقکند',
          },
          {
            id: '03102402',
            label: 'ترک',
          },
          {
            id: '03102842',
            label: 'اچاچی',
          },
        ],
      },
      {
        id: '0311',
        label: 'هشترود',
        children: [
          {
            id: '03110001',
            label: 'آلمالو',
          },
          {
            id: '03110002',
            label: 'سلوک',
          },
          {
            id: '03110003',
            label: 'علی آباد',
          },
          {
            id: '03110004',
            label: 'قرانقو',
          },
          {
            id: '03110005',
            label: 'کوهسار',
          },
          {
            id: '03110006',
            label: 'چاراویماق شمالشرقی',
          },
          {
            id: '03111234',
            label: 'هشترود',
          },
          {
            id: '03112590',
            label: 'نظرکهریزی',
          },
        ],
      },
      {
        id: '0312',
        label: 'بناب',
        children: [
          {
            id: '03120001',
            label: 'بناجوی شرقی',
          },
          {
            id: '03120002',
            label: 'بناجوی شمالی',
          },
          {
            id: '03120003',
            label: 'بناجوی غربی',
          },
          {
            id: '03121221',
            label: 'بناب',
          },
          {
            id: '03122934',
            label: 'خوشه مهر',
          },
        ],
      },
      {
        id: '0313',
        label: 'بستان آباد',
        children: [
          {
            id: '03130001',
            label: 'اوجان شرقی',
          },
          {
            id: '03130002',
            label: 'شبلی',
          },
          {
            id: '03130003',
            label: 'عبا س  شرقی',
          },
          {
            id: '03130004',
            label: 'عباس غربی',
          },
          {
            id: '03130005',
            label: 'مهرانرودمرکزی',
          },
          {
            id: '03131025',
            label: 'کردکندی',
          },
          {
            id: '03131207',
            label: 'بستان آباد',
          },
          {
            id: '03132295',
            label: 'تیکمه داش',
          },
        ],
      },
      {
        id: '0314',
        label: 'شبستر',
        children: [
          {
            id: '03140001',
            label: 'چله خانه',
          },
          {
            id: '03140002',
            label: 'سیس',
          },
          {
            id: '03140003',
            label: 'میشوجنوبی',
          },
          {
            id: '03140005',
            label: 'گونی مرکزی',
          },
          {
            id: '03141208',
            label: 'تسوج',
          },
          {
            id: '03141209',
            label: 'خامنه',
          },
          {
            id: '03141210',
            label: 'شبستر',
          },
          {
            id: '03141211',
            label: 'شرفخانه',
          },
          {
            id: '03141212',
            label: 'صوفیان',
          },
          {
            id: '03142101',
            label: 'شندآباد',
          },
          {
            id: '03142148',
            label: 'سیس',
          },
          {
            id: '03142149',
            label: 'وایقان',
          },
          {
            id: '03142544',
            label: 'کوزه کنان',
          },
          {
            id: '03142946',
            label: 'داریان',
          },
          {
            id: '03142947',
            label: 'علیشاه',
          },
        ],
      },
      {
        id: '0315',
        label: 'کلیبر',
        children: [
          {
            id: '03150001',
            label: 'آبش احمد',
          },
          {
            id: '03150002',
            label: 'پیغان چایی',
          },
          {
            id: '03150003',
            label: 'مولان',
          },
          {
            id: '03150004',
            label: 'میشه پاره',
          },
          {
            id: '03150005',
            label: 'ییلاق',
          },
          {
            id: '03151199',
            label: 'کلیبر',
          },
          {
            id: '03152545',
            label: 'آبش احمد',
          },
        ],
      },
      {
        id: '0316',
        label: 'هریس',
        children: [
          {
            id: '03160001',
            label: 'بدوستان غربی',
          },
          {
            id: '03160002',
            label: 'مواضع خان شرقی',
          },
          {
            id: '03160003',
            label: 'مواضع خان شمالی',
          },
          {
            id: '03161217',
            label: 'هریس',
          },
          {
            id: '03162146',
            label: 'خواجه',
          },
          {
            id: '03162147',
            label: 'زرنق',
          },
          {
            id: '03162230',
            label: 'بخشایش',
          },
          {
            id: '03162333',
            label: 'کلوانق',
          },
          {
            id: '03162935',
            label: 'اربطان',
          },
        ],
      },
      {
        id: '0319',
        label: 'جلفا',
        children: [
          {
            id: '03190001',
            label: 'دیزمارغربی',
          },
          {
            id: '03190002',
            label: 'ارسی',
          },
          {
            id: '03190003',
            label: 'نوجه مهر',
          },
          {
            id: '03191225',
            label: 'جلفا',
          },
          {
            id: '03191226',
            label: 'هادیشهر',
          },
          {
            id: '03192497',
            label: 'سیه رود',
          },
        ],
      },
      {
        id: '0320',
        label: 'ملکان',
        children: [
          {
            id: '03200001',
            label: 'لیلان جنوبی',
          },
          {
            id: '03200002',
            label: 'لیلان شمالی',
          },
          {
            id: '03200003',
            label: 'گاودول مرکزی',
          },
          {
            id: '03201224',
            label: 'ملکان',
          },
          {
            id: '03202296',
            label: 'لیلان',
          },
          {
            id: '03202844',
            label: 'مبارک شهر',
          },
        ],
      },
      {
        id: '0321',
        label: 'آذرشهر',
        children: [
          {
            id: '03210001',
            label: 'تیمورلو',
          },
          {
            id: '03210002',
            label: 'دستجرد',
          },
          {
            id: '03210003',
            label: 'قاضی جهان',
          },
          {
            id: '03210004',
            label: 'ینگجه',
          },
          {
            id: '03211201',
            label: 'آذرشهر',
          },
          {
            id: '03211202',
            label: 'گوگان',
          },
          {
            id: '03211203',
            label: 'ممقان',
          },
          {
            id: '03212763',
            label: 'تیمورلو',
          },
        ],
      },
      {
        id: '0322',
        label: 'اسکو',
        children: [
          {
            id: '03220001',
            label: 'شورکات جنوبی',
          },
          {
            id: '03220002',
            label: 'جزیره',
          },
          {
            id: '03220003',
            label: 'گنبر',
          },
          {
            id: '03221204',
            label: 'اسکو',
          },
          {
            id: '03221205',
            label: 'ایلخچی',
          },
          {
            id: '03222033',
            label: 'سهند',
          },
        ],
      },
      {
        id: '0323',
        label: 'چاراویماق',
        children: [
          {
            id: '03230001',
            label: 'چاراویماق جنوب شرقی',
          },
          {
            id: '03230002',
            label: 'چاراویماق مرکزی',
          },
          {
            id: '03230003',
            label: 'قوری چای شرقی',
          },
          {
            id: '03230004',
            label: 'ورقه',
          },
          {
            id: '03232145',
            label: 'قره آغاج',
          },
        ],
      },
      {
        id: '0324',
        label: 'ورزقان',
        children: [
          {
            id: '03240001',
            label: 'ارزیل',
          },
          {
            id: '03240002',
            label: 'جوشین',
          },
          {
            id: '03240003',
            label: 'دیزمارمرکزی',
          },
          {
            id: '03240004',
            label: 'سینا',
          },
          {
            id: '03242142',
            label: 'ورزقان',
          },
          {
            id: '03242398',
            label: 'خاروانا',
          },
        ],
      },
      {
        id: '0325',
        label: 'عجب شیر',
        children: [
          {
            id: '03250001',
            label: 'دیزجرودشرقی',
          },
          {
            id: '03250002',
            label: 'کوهستان',
          },
          {
            id: '03251222',
            label: 'عجب شیر',
          },
          {
            id: '03252843',
            label: 'جوان قلعه',
          },
        ],
      },
      {
        id: '0326',
        label: 'خداآفرین',
        children: [
          {
            id: '03260001',
            label: 'بسطاملو',
          },
          {
            id: '03260002',
            label: 'کیوان',
          },
          {
            id: '03260003',
            label: 'منجوان غربی',
          },
          {
            id: '03262332',
            label: 'خمارلو',
          },
          {
            id: '03262944',
            label: 'عاشقلو',
          },
          {
            id: '03262945',
            label: 'لاریجان',
          },
        ],
      },
      {
        id: '0327',
        label: 'هوراند',
        children: [
          {
            id: '03270001',
            label: 'دودانگه',
          },
          {
            id: '03270002',
            label: 'دیکله',
          },
          {
            id: '03272294',
            label: 'هوراند',
          },
        ],
      },
    ],
  },
  {
    id: '04',
    label: 'آذربایجان غربی',
    children: [
      {
        id: '0401',
        label: 'ارومیه',
        children: [
          {
            id: '04010001',
            label: 'انزل جنوبی',
          },
          {
            id: '04010002',
            label: 'انزل شمالی',
          },
          {
            id: '04010003',
            label: 'مرگور',
          },
          {
            id: '04010004',
            label: 'باش قلعه',
          },
          {
            id: '04010005',
            label: 'بکشلوچای',
          },
          {
            id: '04010006',
            label: 'ترکمان',
          },
          {
            id: '04010007',
            label: 'دول',
          },
          {
            id: '04010008',
            label: 'روضه چای',
          },
          {
            id: '04010011',
            label: 'نازلوی جنوبی',
          },
          {
            id: '04011235',
            label: 'ارومیه',
          },
          {
            id: '04012150',
            label: 'قوشچی',
          },
          {
            id: '04012151',
            label: 'نوشین',
          },
          {
            id: '04012403',
            label: 'سیلوانه',
          },
          {
            id: '04012404',
            label: 'سرو',
          },
          {
            id: '04012528',
            label: 'ارومیه 1',
          },
          {
            id: '04012529',
            label: 'ارومیه 2',
          },
          {
            id: '04012530',
            label: 'ارومیه 3',
          },
          {
            id: '04012531',
            label: 'ارومیه 4',
          },
          {
            id: '04012853',
            label: 'ارومیه  5',
          },
        ],
      },
      {
        id: '0402',
        label: 'پیرانشهر',
        children: [
          {
            id: '04020001',
            label: 'پیران',
          },
          {
            id: '04020002',
            label: 'لاهیجان غربی',
          },
          {
            id: '04020004',
            label: 'منگورغربی',
          },
          {
            id: '04020005',
            label: 'لاهیجان',
          },
          {
            id: '04021236',
            label: 'پیرانشهر',
          },
          {
            id: '04022546',
            label: 'لاجان',
          },
        ],
      },
      {
        id: '0403',
        label: 'خوی',
        children: [
          {
            id: '04030001',
            label: 'ایواوغلی',
          },
          {
            id: '04030002',
            label: 'ولدیان',
          },
          {
            id: '04030003',
            label: 'دیزج',
          },
          {
            id: '04030004',
            label: 'رهال',
          },
          {
            id: '04030007',
            label: 'قره سو',
          },
          {
            id: '04030010',
            label: 'گوهران',
          },
          {
            id: '04031238',
            label: 'خوی',
          },
          {
            id: '04031239',
            label: 'فیرورق',
          },
          {
            id: '04032043',
            label: 'دیزج دیز',
          },
          {
            id: '04032044',
            label: 'قطور',
          },
          {
            id: '04032405',
            label: 'ایواوغلی',
          },
          {
            id: '04032735',
            label: 'زرآباد',
          },
        ],
      },
      {
        id: '0404',
        label: 'سردشت',
        children: [
          {
            id: '04040001',
            label: 'آلان',
          },
          {
            id: '04040002',
            label: 'ملکاری',
          },
          {
            id: '04040003',
            label: 'بریاجی',
          },
          {
            id: '04041240',
            label: 'سردشت',
          },
          {
            id: '04042406',
            label: 'میرآباد',
          },
          {
            id: '04042547',
            label: 'ربط',
          },
          {
            id: '04042922',
            label: 'نلاس',
          },
        ],
      },
      {
        id: '0405',
        label: 'سلماس',
        children: [
          {
            id: '04050001',
            label: 'چهریق',
          },
          {
            id: '04050002',
            label: 'زولاچای',
          },
          {
            id: '04050003',
            label: 'شناتال',
          },
          {
            id: '04050005',
            label: 'کره سنی',
          },
          {
            id: '04050006',
            label: 'کنارپروژ',
          },
          {
            id: '04050007',
            label: 'لکستان',
          },
          {
            id: '04051241',
            label: 'تازه شهر',
          },
          {
            id: '04051242',
            label: 'سلماس',
          },
        ],
      },
      {
        id: '0406',
        label: 'ماکو',
        children: [
          {
            id: '04060001',
            label: 'چایباسارجنوبی',
          },
          {
            id: '04060002',
            label: 'ساری سو',
          },
          {
            id: '04060003',
            label: 'قلعه دره سی',
          },
          {
            id: '04060005',
            label: 'قره سو',
          },
          {
            id: '04061246',
            label: 'ماکو',
          },
          {
            id: '04062231',
            label: 'بازرگان',
          },
        ],
      },
      {
        id: '0407',
        label: 'مهاباد',
        children: [
          {
            id: '04070001',
            label: 'کانی بازار',
          },
          {
            id: '04070002',
            label: 'منگورشرقی',
          },
          {
            id: '04070004',
            label: 'مکریان غربی',
          },
          {
            id: '04071248',
            label: 'مهاباد',
          },
          {
            id: '04072734',
            label: 'خلیفان',
          },
          {
            id: '04072869',
            label: 'گوگ تپه',
          },
        ],
      },
      {
        id: '0408',
        label: 'میاندوآب',
        children: [
          {
            id: '04080001',
            label: 'مظفرآباد',
          },
          {
            id: '04080002',
            label: 'زرینه رودجنوبی',
          },
          {
            id: '04080003',
            label: 'زرینه رودشمالی',
          },
          {
            id: '04080005',
            label: 'مرحمت آباد',
          },
          {
            id: '04080006',
            label: 'مکریان شمالی',
          },
          {
            id: '04080007',
            label: 'مرحمت آبادجنوبی',
          },
          {
            id: '04081005',
            label: 'بکتاش',
          },
          {
            id: '04081251',
            label: 'میاندوآب',
          },
        ],
      },
      {
        id: '0409',
        label: 'نقده',
        children: [
          {
            id: '04090001',
            label: 'المهدی',
          },
          {
            id: '04090002',
            label: 'حسنلو',
          },
          {
            id: '04090003',
            label: 'سلدوز',
          },
          {
            id: '04091253',
            label: 'محمدیار',
          },
          {
            id: '04091254',
            label: 'نقده',
          },
        ],
      },
      {
        id: '0410',
        label: 'بوکان',
        children: [
          {
            id: '04100001',
            label: 'آختاچی شرقی',
          },
          {
            id: '04100002',
            label: 'آختاچی محالی',
          },
          {
            id: '04100003',
            label: 'بهی دهبکری',
          },
          {
            id: '04100004',
            label: 'بهی فیض اله بیگی',
          },
          {
            id: '04101247',
            label: 'بوکان',
          },
          {
            id: '04102548',
            label: 'سیمینه',
          },
        ],
      },
      {
        id: '0411',
        label: 'شاهین دژ',
        children: [
          {
            id: '04110001',
            label: 'صفاخانه',
          },
          {
            id: '04110002',
            label: 'محمودآباد',
          },
          {
            id: '04110003',
            label: 'هولاسو',
          },
          {
            id: '04110004',
            label: 'کشاور',
          },
          {
            id: '04111250',
            label: 'شاهین دژ',
          },
          {
            id: '04112407',
            label: 'کشاورز',
          },
          {
            id: '04112591',
            label: 'محمودآباد',
          },
        ],
      },
      {
        id: '0412',
        label: 'تکاب',
        children: [
          {
            id: '04120001',
            label: 'افشار',
          },
          {
            id: '04120002',
            label: 'انصار',
          },
          {
            id: '04120003',
            label: 'کرفتو',
          },
          {
            id: '04121249',
            label: 'تکاب',
          },
          {
            id: '04122926',
            label: 'تازه کندنصرت آباد',
          },
        ],
      },
      {
        id: '0413',
        label: 'اشنویه',
        children: [
          {
            id: '04130001',
            label: 'اشنویه شمالی',
          },
          {
            id: '04130002',
            label: 'دشت بیل',
          },
          {
            id: '04131252',
            label: 'اشنویه',
          },
          {
            id: '04132408',
            label: 'نالوس',
          },
        ],
      },
      {
        id: '0414',
        label: 'چالدران',
        children: [
          {
            id: '04140001',
            label: 'چالدران جنوبی',
          },
          {
            id: '04140002',
            label: 'چالدران شمالی',
          },
          {
            id: '04140003',
            label: 'ببه جیک',
          },
          {
            id: '04141245',
            label: 'سیه چشمه',
          },
          {
            id: '04142549',
            label: 'آواجیق',
          },
        ],
      },
      {
        id: '0415',
        label: 'پلدشت',
        children: [
          {
            id: '04150001',
            label: 'گچلرات شرقی',
          },
          {
            id: '04150002',
            label: 'گچلرات غربی',
          },
          {
            id: '04151243',
            label: 'پلدشت',
          },
          {
            id: '04152733',
            label: 'نازک علیا',
          },
        ],
      },
      {
        id: '0416',
        label: 'چایپاره',
        children: [
          {
            id: '04160001',
            label: 'بسطام',
          },
          {
            id: '04160002',
            label: 'چورس',
          },
          {
            id: '04161237',
            label: 'قره ضیاءالدین',
          },
          {
            id: '04162879',
            label: 'حاجیلار',
          },
        ],
      },
      {
        id: '0417',
        label: 'شوط',
        children: [
          {
            id: '04170001',
            label: 'چشمه سرا',
          },
          {
            id: '04170002',
            label: 'قره قویون جنوبی',
          },
          {
            id: '04171244',
            label: 'شوط',
          },
          {
            id: '04172736',
            label: 'مرگنلر',
          },
          {
            id: '04172899',
            label: 'یولاگلدی',
          },
        ],
      },
      {
        id: '0418',
        label: 'چهاربرج',
        children: [
          {
            id: '04180001',
            label: 'قپچاق',
          },
          {
            id: '04180002',
            label: 'مرحمت آبادشمالی',
          },
          {
            id: '04182232',
            label: 'چهاربرج',
          },
        ],
      },
      {
        id: '0419',
        label: 'باروق',
        children: [
          {
            id: '04190001',
            label: 'نادرگلی',
          },
          {
            id: '04190002',
            label: 'باروق',
          },
          {
            id: '04192592',
            label: 'باروق',
          },
        ],
      },
    ],
  },
  {
    id: '05',
    label: 'کرمانشاه',
    children: [
      {
        id: '0501',
        label: 'اسلام آبادغرب',
        children: [
          {
            id: '05010001',
            label: 'حسن آباد',
          },
          {
            id: '05010002',
            label: 'منصوری',
          },
          {
            id: '05010003',
            label: 'هرسم',
          },
          {
            id: '05010004',
            label: 'حمیل',
          },
          {
            id: '05010006',
            label: 'شیان',
          },
          {
            id: '05011256',
            label: 'اسلام آبادغرب',
          },
          {
            id: '05012411',
            label: 'حمیل',
          },
        ],
      },
      {
        id: '0502',
        label: 'کرمانشاه',
        children: [
          {
            id: '05020001',
            label: 'بالادربند',
          },
          {
            id: '05020002',
            label: 'سرفیروزآباد',
          },
          {
            id: '05020003',
            label: 'دورودفرامان',
          },
          {
            id: '05020004',
            label: 'قره سو',
          },
          {
            id: '05020006',
            label: 'میان دربند',
          },
          {
            id: '05021258',
            label: 'کرمانشاه',
          },
          {
            id: '05021666',
            label: 'کرمانشاه 1',
          },
          {
            id: '05021667',
            label: 'کرمانشاه 2',
          },
          {
            id: '05021668',
            label: 'کرمانشاه 3',
          },
          {
            id: '05021669',
            label: 'کرمانشاه 4',
          },
          {
            id: '05021670',
            label: 'کرمانشاه 5',
          },
          {
            id: '05021671',
            label: 'کرمانشاه 6',
          },
          {
            id: '05022196',
            label: 'رباط',
          },
          {
            id: '05022410',
            label: 'هلشی',
          },
          {
            id: '05022412',
            label: 'کوزران',
          },
          {
            id: '05022856',
            label: 'کرمانشاه 7',
          },
          {
            id: '05022857',
            label: 'کرمانشاه 8',
          },
          {
            id: '05022896',
            label: 'قلعه',
          },
        ],
      },
      {
        id: '0503',
        label: 'پاوه',
        children: [
          {
            id: '05030001',
            label: 'شمشیر',
          },
          {
            id: '05030002',
            label: 'سیروان',
          },
          {
            id: '05030003',
            label: 'هولی',
          },
          {
            id: '05031261',
            label: 'پاوه',
          },
          {
            id: '05031262',
            label: 'نودشه',
          },
          {
            id: '05031263',
            label: 'نوسود',
          },
          {
            id: '05032103',
            label: 'باینگان',
          },
          {
            id: '05032761',
            label: 'بانوره',
          },
        ],
      },
      {
        id: '0504',
        label: 'سرپل ذهاب',
        children: [
          {
            id: '05040001',
            label: 'دشت ذهاب',
          },
          {
            id: '05040002',
            label: 'سراب قلعه شاهین',
          },
          {
            id: '05040003',
            label: 'حومه سرپل',
          },
          {
            id: '05040004',
            label: 'جگیران',
          },
          {
            id: '05040007',
            label: 'بشیوه پاطاق',
          },
          {
            id: '05041264',
            label: 'سرپل ذهاب',
          },
        ],
      },
      {
        id: '0505',
        label: 'سنقر',
        children: [
          {
            id: '05050001',
            label: 'آگاهان',
          },
          {
            id: '05050002',
            label: 'سطر',
          },
          {
            id: '05050003',
            label: 'کیونانات',
          },
          {
            id: '05050004',
            label: 'سراب',
          },
          {
            id: '05050008',
            label: 'پارسینه',
          },
          {
            id: '05051265',
            label: 'سنقر',
          },
          {
            id: '05052594',
            label: 'سطر',
          },
        ],
      },
      {
        id: '0506',
        label: 'قصرشیرین',
        children: [
          {
            id: '05060001',
            label: 'سومار',
          },
          {
            id: '05060002',
            label: 'نصرآباد',
          },
          {
            id: '05060003',
            label: 'فتح آباد',
          },
          {
            id: '05061266',
            label: 'قصرشیرین',
          },
          {
            id: '05062197',
            label: 'سومار',
          },
        ],
      },
      {
        id: '0507',
        label: 'کنگاور',
        children: [
          {
            id: '05070001',
            label: 'خزل غربی',
          },
          {
            id: '05070002',
            label: 'فش',
          },
          {
            id: '05070003',
            label: 'کرماجان',
          },
          {
            id: '05070004',
            label: 'گودین',
          },
          {
            id: '05070005',
            label: 'قزوینه',
          },
          {
            id: '05071267',
            label: 'کنگاور',
          },
          {
            id: '05072834',
            label: 'گودین',
          },
        ],
      },
      {
        id: '0508',
        label: 'گیلانغرب',
        children: [
          {
            id: '05080001',
            label: 'چله',
          },
          {
            id: '05080002',
            label: 'گواور',
          },
          {
            id: '05080004',
            label: 'دیره',
          },
          {
            id: '05080006',
            label: 'ویژنان',
          },
          {
            id: '05081268',
            label: 'گیلانغرب',
          },
          {
            id: '05082413',
            label: 'سرمست',
          },
        ],
      },
      {
        id: '0509',
        label: 'جوانرود',
        children: [
          {
            id: '05090001',
            label: 'پلنگانه',
          },
          {
            id: '05090002',
            label: 'کلاشی',
          },
          {
            id: '05090003',
            label: 'بازان',
          },
          {
            id: '05091260',
            label: 'جوانرود',
          },
          {
            id: '05092900',
            label: 'شروینه',
          },
        ],
      },
      {
        id: '0510',
        label: 'صحنه',
        children: [
          {
            id: '05100001',
            label: 'حر',
          },
          {
            id: '05100002',
            label: 'دینور',
          },
          {
            id: '05100003',
            label: 'صحنه',
          },
          {
            id: '05100004',
            label: 'گاماسیاب',
          },
          {
            id: '05100005',
            label: 'هجر',
          },
          {
            id: '05101257',
            label: 'صحنه',
          },
          {
            id: '05102414',
            label: 'دینور',
          },
        ],
      },
      {
        id: '0511',
        label: 'هرسین',
        children: [
          {
            id: '05110001',
            label: 'چم چمال',
          },
          {
            id: '05110002',
            label: 'شیرز',
          },
          {
            id: '05111259',
            label: 'هرسین',
          },
          {
            id: '05112233',
            label: 'بیستون',
          },
        ],
      },
      {
        id: '0512',
        label: 'ثلاث باباجانی',
        children: [
          {
            id: '05120001',
            label: 'ازگله',
          },
          {
            id: '05120002',
            label: 'زمکان شمالی',
          },
          {
            id: '05122185',
            label: 'تازه آباد',
          },
          {
            id: '05122593',
            label: 'ازگله',
          },
          {
            id: '05122977',
            label: 'میرآباد',
          },
        ],
      },
      {
        id: '0513',
        label: 'دالاهو',
        children: [
          {
            id: '05130001',
            label: 'بان زرده',
          },
          {
            id: '05130002',
            label: 'گورانی',
          },
          {
            id: '05130003',
            label: 'حومه کرند',
          },
          {
            id: '05131255',
            label: 'کرند',
          },
          {
            id: '05132409',
            label: 'گهواره',
          },
          {
            id: '05132760',
            label: 'ریجاب',
          },
        ],
      },
      {
        id: '0514',
        label: 'روانسر',
        children: [
          {
            id: '05140001',
            label: 'قوری قلعه',
          },
          {
            id: '05140002',
            label: 'منصورآقایی',
          },
          {
            id: '05140003',
            label: 'دولت اباد',
          },
          {
            id: '05140004',
            label: 'زالوآب',
          },
          {
            id: '05142034',
            label: 'شاهو',
          },
          {
            id: '05142102',
            label: 'روانسر',
          },
        ],
      },
    ],
  },
  {
    id: '06',
    label: 'خوزستان',
    children: [
      {
        id: '0601',
        label: 'آبادان',
        children: [
          {
            id: '06010001',
            label: 'مینوبار',
          },
          {
            id: '06010002',
            label: 'نصار',
          },
          {
            id: '06010003',
            label: 'نوآباد',
          },
          {
            id: '06011269',
            label: 'اروندکنار',
          },
          {
            id: '06011270',
            label: 'آبادان',
          },
          {
            id: '06011687',
            label: 'آبادان 1',
          },
          {
            id: '06011688',
            label: 'آبادان 2',
          },
          {
            id: '06012010',
            label: 'چویبده',
          },
          {
            id: '06012855',
            label: 'آبادان 3',
          },
        ],
      },
      {
        id: '0602',
        label: 'اندیمشک',
        children: [
          {
            id: '06020001',
            label: 'حسینیه',
          },
          {
            id: '06020002',
            label: 'قیلاب',
          },
          {
            id: '06020003',
            label: 'مازو',
          },
          {
            id: '06021271',
            label: 'اندیمشک',
          },
          {
            id: '06022595',
            label: 'حسینیه',
          },
          {
            id: '06022801',
            label: 'آزادی',
          },
          {
            id: '06022802',
            label: 'چم گلک',
          },
          {
            id: '06022803',
            label: 'بیدروبه',
          },
        ],
      },
      {
        id: '0603',
        label: 'اهواز',
        children: [
          {
            id: '06030001',
            label: 'اسماعیلیه شمالی',
          },
          {
            id: '06030002',
            label: 'الهایی',
          },
          {
            id: '06030009',
            label: 'لامی',
          },
          {
            id: '06031272',
            label: 'اهواز',
          },
          {
            id: '06031625',
            label: 'اهواز1',
          },
          {
            id: '06031626',
            label: 'اهواز2',
          },
          {
            id: '06031684',
            label: 'اهواز3',
          },
          {
            id: '06031685',
            label: 'اهواز4',
          },
          {
            id: '06031686',
            label: 'اهواز5',
          },
          {
            id: '06032668',
            label: 'اهواز6',
          },
          {
            id: '06032669',
            label: 'اهواز7',
          },
          {
            id: '06032670',
            label: 'اهواز8',
          },
          {
            id: '06032791',
            label: 'الهایی',
          },
        ],
      },
      {
        id: '0604',
        label: 'ایذه',
        children: [
          {
            id: '06040001',
            label: 'پیان',
          },
          {
            id: '06040002',
            label: 'حومه شرقی',
          },
          {
            id: '06040003',
            label: 'حومه غربی',
          },
          {
            id: '06040006',
            label: 'مرغا',
          },
          {
            id: '06040007',
            label: 'هلایجان',
          },
          {
            id: '06041274',
            label: 'ایذه',
          },
        ],
      },
      {
        id: '0605',
        label: 'بندرماهشهر',
        children: [
          {
            id: '06050001',
            label: 'جراحی',
          },
          {
            id: '06050002',
            label: 'بندرامام خمینی',
          },
          {
            id: '06051275',
            label: 'بندرامام خمینی',
          },
          {
            id: '06051276',
            label: 'بندرماهشهر',
          },
          {
            id: '06052311',
            label: 'چمران',
          },
        ],
      },
      {
        id: '0606',
        label: 'بهبهان',
        children: [
          {
            id: '06060001',
            label: 'درونک',
          },
          {
            id: '06060002',
            label: 'سردشت',
          },
          {
            id: '06060003',
            label: 'دودانگه',
          },
          {
            id: '06061279',
            label: 'بهبهان',
          },
          {
            id: '06062500',
            label: 'سردشت',
          },
          {
            id: '06062797',
            label: 'منصوریه',
          },
          {
            id: '06062798',
            label: 'تشان',
          },
        ],
      },
      {
        id: '0607',
        label: 'خرمشهر',
        children: [
          {
            id: '06070001',
            label: 'حومه شرقی',
          },
          {
            id: '06070002',
            label: 'حومه غربی',
          },
          {
            id: '06070003',
            label: 'غرب کارون',
          },
          {
            id: '06071280',
            label: 'خرمشهر',
          },
          {
            id: '06072312',
            label: 'مینوشهر',
          },
          {
            id: '06072334',
            label: 'مقاومت',
          },
        ],
      },
      {
        id: '0608',
        label: 'دزفول',
        children: [
          {
            id: '06080001',
            label: 'دره کاید',
          },
          {
            id: '06080002',
            label: 'خیبر',
          },
          {
            id: '06080003',
            label: 'امامزاده سیدمحمود',
          },
          {
            id: '06080004',
            label: 'سردشت',
          },
          {
            id: '06080005',
            label: 'شهی',
          },
          {
            id: '06080007',
            label: 'ماهوربرنجی',
          },
          {
            id: '06081282',
            label: 'دزفول',
          },
          {
            id: '06081689',
            label: 'دزفول 1',
          },
          {
            id: '06081690',
            label: 'دزفول 2',
          },
          {
            id: '06082035',
            label: 'حمزه',
          },
          {
            id: '06082100',
            label: 'شمس آباد',
          },
          {
            id: '06082416',
            label: 'سالند',
          },
          {
            id: '06082417',
            label: 'شهر امام',
          },
          {
            id: '06082418',
            label: 'صفی آباد',
          },
          {
            id: '06082419',
            label: 'میانرود',
          },
          {
            id: '06082717',
            label: 'چغامیش',
          },
          {
            id: '06082800',
            label: 'سیاه منصور',
          },
          {
            id: '06082865',
            label: 'دزفول  3',
          },
          {
            id: '06082927',
            label: 'شهیون',
          },
          {
            id: '06082967',
            label: 'منتظران',
          },
          {
            id: '06082983',
            label: 'جندی شاپور',
          },
        ],
      },
      {
        id: '0609',
        label: 'دشت آزادگان',
        children: [
          {
            id: '06090001',
            label: 'بستان',
          },
          {
            id: '06090002',
            label: 'سعیدیه',
          },
          {
            id: '06090003',
            label: 'حومه غربی',
          },
          {
            id: '06091283',
            label: 'بستان',
          },
          {
            id: '06091284',
            label: 'سوسنگرد',
          },
          {
            id: '06092795',
            label: 'کوت سیدنعیم',
          },
          {
            id: '06092796',
            label: 'ابوحمیظه',
          },
        ],
      },
      {
        id: '0610',
        label: 'رامهرمز',
        children: [
          {
            id: '06100001',
            label: 'جره',
          },
          {
            id: '06100002',
            label: 'ماماتین',
          },
          {
            id: '06100003',
            label: 'حومه شرقی',
          },
          {
            id: '06100004',
            label: 'حومه غربی',
          },
          {
            id: '06101004',
            label: 'باوج',
          },
          {
            id: '06101287',
            label: 'رامهرمز',
          },
          {
            id: '06102921',
            label: 'سلطان آباد',
          },
          {
            id: '06102929',
            label: 'رود زرد ماشین',
          },
        ],
      },
      {
        id: '0611',
        label: 'شادگان',
        children: [
          {
            id: '06110001',
            label: 'آبشار',
          },
          {
            id: '06110002',
            label: 'بوزی',
          },
          {
            id: '06110003',
            label: 'جفال',
          },
          {
            id: '06110004',
            label: 'حسینی',
          },
          {
            id: '06111288',
            label: 'شادگان',
          },
          {
            id: '06112008',
            label: 'دارخوین',
          },
          {
            id: '06112794',
            label: 'خنافره',
          },
        ],
      },
      {
        id: '0612',
        label: 'شوشتر',
        children: [
          {
            id: '06120001',
            label: 'سردارآباد',
          },
          {
            id: '06120002',
            label: 'شعیبیه غربی',
          },
          {
            id: '06120003',
            label: 'شهیدمدرس',
          },
          {
            id: '06121290',
            label: 'شوشتر',
          },
          {
            id: '06122036',
            label: 'شرافت',
          },
          {
            id: '06122714',
            label: 'گوریه',
          },
          {
            id: '06122792',
            label: 'سرداران',
          },
          {
            id: '06122968',
            label: 'عرب حسن',
          },
        ],
      },
      {
        id: '0613',
        label: 'مسجدسلیمان',
        children: [
          {
            id: '06130001',
            label: 'جهانگیری',
          },
          {
            id: '06130002',
            label: 'جهانگیری شمالی',
          },
          {
            id: '06131291',
            label: 'مسجدسلیمان',
          },
          {
            id: '06132671',
            label: 'مسجدسلیمان 1',
          },
          {
            id: '06132672',
            label: 'مسجدسلیمان 2',
          },
          {
            id: '06132793',
            label: 'گلگیر',
          },
          {
            id: '06132930',
            label: 'عنبر',
          },
        ],
      },
      {
        id: '0614',
        label: 'شوش',
        children: [
          {
            id: '06140001',
            label: 'بن معلی',
          },
          {
            id: '06140002',
            label: 'سرخه',
          },
          {
            id: '06140003',
            label: 'حسین آباد',
          },
          {
            id: '06141281',
            label: 'شوش',
          },
          {
            id: '06142649',
            label: 'حر',
          },
          {
            id: '06142718',
            label: 'فتح المبین',
          },
        ],
      },
      {
        id: '0615',
        label: 'باغ ملک',
        children: [
          {
            id: '06150001',
            label: 'سرله',
          },
          {
            id: '06150002',
            label: 'رودزرد',
          },
          {
            id: '06150004',
            label: 'منگشت',
          },
          {
            id: '06150006',
            label: 'هپرو',
          },
          {
            id: '06151273',
            label: 'باغ ملک',
          },
          {
            id: '06152551',
            label: 'قلعه تل',
          },
          {
            id: '06152596',
            label: 'صیدون',
          },
          {
            id: '06152720',
            label: 'میداود',
          },
        ],
      },
      {
        id: '0616',
        label: 'امیدیه',
        children: [
          {
            id: '06160001',
            label: 'جایزان',
          },
          {
            id: '06160002',
            label: 'چاه سالم',
          },
          {
            id: '06162111',
            label: 'امیدیه',
          },
          {
            id: '06162420',
            label: 'جایزان',
          },
          {
            id: '06162969',
            label: 'میانکوه',
          },
        ],
      },
      {
        id: '0617',
        label: 'لالی',
        children: [
          {
            id: '06170001',
            label: 'جاستون شهه',
          },
          {
            id: '06170002',
            label: 'سادات',
          },
          {
            id: '06172104',
            label: 'لالی',
          },
        ],
      },
      {
        id: '0618',
        label: 'هندیجان',
        children: [
          {
            id: '06180001',
            label: 'هندیجان شرقی',
          },
          {
            id: '06180002',
            label: 'هندیجان غربی',
          },
          {
            id: '06181277',
            label: 'هندیجان',
          },
          {
            id: '06182650',
            label: 'زهره',
          },
        ],
      },
      {
        id: '0619',
        label: 'رامشیر',
        children: [
          {
            id: '06190001',
            label: 'عبدلیه شرقی',
          },
          {
            id: '06190002',
            label: 'عبدلیه غربی',
          },
          {
            id: '06191286',
            label: 'رامشیر',
          },
          {
            id: '06192719',
            label: 'مشراگه',
          },
        ],
      },
      {
        id: '0620',
        label: 'گتوند',
        children: [
          {
            id: '06200001',
            label: 'عقیلی جنوبی',
          },
          {
            id: '06200002',
            label: 'کیارس',
          },
          {
            id: '06201289',
            label: 'گتوند',
          },
          {
            id: '06202007',
            label: 'ترکالکی',
          },
          {
            id: '06202009',
            label: 'صالح شهر',
          },
          {
            id: '06202715',
            label: 'سماله',
          },
          {
            id: '06202716',
            label: 'جنت مکان',
          },
        ],
      },
      {
        id: '0621',
        label: 'اندیکا',
        children: [
          {
            id: '06210001',
            label: 'آبژدان',
          },
          {
            id: '06210002',
            label: 'کوشک',
          },
          {
            id: '06212550',
            label: 'قلعه خواجه',
          },
          {
            id: '06212799',
            label: 'آبژدان',
          },
          {
            id: '06212928',
            label: 'زاووت',
          },
        ],
      },
      {
        id: '0622',
        label: 'هفتکل',
        children: [
          {
            id: '06220001',
            label: 'رغیوه',
          },
          {
            id: '06220002',
            label: 'گزین',
          },
          {
            id: '06221292',
            label: 'هفتگل',
          },
        ],
      },
      {
        id: '0623',
        label: 'هویزه',
        children: [
          {
            id: '06230001',
            label: 'بنی صالح',
          },
          {
            id: '06230002',
            label: 'نیسان',
          },
          {
            id: '06231285',
            label: 'هویزه',
          },
          {
            id: '06232313',
            label: 'رفیع',
          },
        ],
      },
      {
        id: '0624',
        label: 'باوی',
        children: [
          {
            id: '06240001',
            label: 'ملاثانی',
          },
          {
            id: '06240002',
            label: 'عناقچه',
          },
          {
            id: '06242106',
            label: 'ملاثانی',
          },
          {
            id: '06242309',
            label: 'ویس',
          },
          {
            id: '06242310',
            label: 'شیبان',
          },
        ],
      },
      {
        id: '0625',
        label: 'حمیدیه',
        children: [
          {
            id: '06250001',
            label: 'کرخه',
          },
          {
            id: '06250002',
            label: 'دهکده',
          },
          {
            id: '06252105',
            label: 'حمیدیه',
          },
        ],
      },
      {
        id: '0626',
        label: 'آغاجاری',
        children: [
          {
            id: '06260001',
            label: 'آغاجاری',
          },
          {
            id: '06260002',
            label: 'آب باران',
          },
          {
            id: '06261278',
            label: 'آغاجاری',
          },
          {
            id: '06262920',
            label: 'جولکی',
          },
        ],
      },
      {
        id: '0627',
        label: 'کارون',
        children: [
          {
            id: '06270001',
            label: 'کوت عبدالله',
          },
          {
            id: '06270002',
            label: 'قلعه چنعان',
          },
          {
            id: '06272790',
            label: 'کوت عبداله',
          },
        ],
      },
      {
        id: '0628',
        label: 'کرخه',
        children: [
          {
            id: '06280001',
            label: 'سیدعباس',
          },
          {
            id: '06280002',
            label: 'آهودشت',
          },
          {
            id: '06282037',
            label: 'شاوور',
          },
          {
            id: '06282314',
            label: 'الوان',
          },
        ],
      },
      {
        id: '0629',
        label: 'دزپارت',
        children: [
          {
            id: '06290001',
            label: 'دنباله رودشمالی',
          },
          {
            id: '06290002',
            label: 'شیوند',
          },
          {
            id: '06292415',
            label: 'دهدز',
          },
        ],
      },
    ],
  },
  {
    id: '07',
    label: 'فارس',
    children: [
      {
        id: '0701',
        label: 'آباده',
        children: [
          {
            id: '07010001',
            label: 'ایزدخواست',
          },
          {
            id: '07010002',
            label: 'بهمن',
          },
          {
            id: '07010003',
            label: 'بیدک',
          },
          {
            id: '07010004',
            label: 'سورمق',
          },
          {
            id: '07011296',
            label: 'آباده',
          },
          {
            id: '07011297',
            label: 'صغاد',
          },
          {
            id: '07012198',
            label: 'بهمن',
          },
          {
            id: '07012335',
            label: 'ایزدخواست',
          },
          {
            id: '07012597',
            label: 'سورمق',
          },
        ],
      },
      {
        id: '0702',
        label: 'استهبان',
        children: [
          {
            id: '07020001',
            label: 'خیر',
          },
          {
            id: '07020002',
            label: 'رونیز',
          },
          {
            id: '07021298',
            label: 'استهبان',
          },
          {
            id: '07022177',
            label: 'رونیز',
          },
          {
            id: '07022552',
            label: 'ایج',
          },
        ],
      },
      {
        id: '0703',
        label: 'اقلید',
        children: [
          {
            id: '07030001',
            label: 'آسپاس',
          },
          {
            id: '07030002',
            label: 'دژکرد',
          },
          {
            id: '07030003',
            label: 'بکان',
          },
          {
            id: '07030004',
            label: 'شهرمیان',
          },
          {
            id: '07031299',
            label: 'اقلید',
          },
          {
            id: '07032014',
            label: 'دژکرد',
          },
          {
            id: '07032082',
            label: 'حسن اباد',
          },
          {
            id: '07032297',
            label: 'سده',
          },
        ],
      },
      {
        id: '0704',
        label: 'جهرم',
        children: [
          {
            id: '07040001',
            label: 'پشت پر',
          },
          {
            id: '07040002',
            label: 'پل به بالا',
          },
          {
            id: '07040003',
            label: 'پل به پایین',
          },
          {
            id: '07041301',
            label: 'جهرم',
          },
          {
            id: '07042178',
            label: 'قطب آباد',
          },
          {
            id: '07042707',
            label: 'دوزه',
          },
        ],
      },
      {
        id: '0705',
        label: 'داراب',
        children: [
          {
            id: '07050001',
            label: 'بالش',
          },
          {
            id: '07050002',
            label: 'رستاق',
          },
          {
            id: '07050003',
            label: 'بختاجرد',
          },
          {
            id: '07050004',
            label: 'کوهستان',
          },
          {
            id: '07050007',
            label: 'نصروان',
          },
          {
            id: '07050008',
            label: 'هشیوار',
          },
          {
            id: '07051000',
            label: 'پاسخن',
          },
          {
            id: '07051303',
            label: 'داراب',
          },
          {
            id: '07052016',
            label: 'فدامی',
          },
          {
            id: '07052081',
            label: 'دوبرجی',
          },
          {
            id: '07052179',
            label: 'جنت شهر',
          },
          {
            id: '07052905',
            label: 'رستاق',
          },
        ],
      },
      {
        id: '0706',
        label: 'سپیدان',
        children: [
          {
            id: '07060001',
            label: 'خفری',
          },
          {
            id: '07060002',
            label: 'کمهر',
          },
          {
            id: '07060003',
            label: 'شش پیر',
          },
          {
            id: '07061304',
            label: 'اردکان',
          },
          {
            id: '07062711',
            label: 'هماشهر',
          },
        ],
      },
      {
        id: '0707',
        label: 'شیراز',
        children: [
          {
            id: '07070001',
            label: 'بیدزرد',
          },
          {
            id: '07070002',
            label: 'داریان',
          },
          {
            id: '07070003',
            label: 'دراک',
          },
          {
            id: '07070006',
            label: 'قره باغ',
          },
          {
            id: '07070008',
            label: 'کفترک',
          },
          {
            id: '07071309',
            label: 'شیراز',
          },
          {
            id: '07071627',
            label: 'شیراز1',
          },
          {
            id: '07071628',
            label: 'شیراز2',
          },
          {
            id: '07071693',
            label: 'شیراز3',
          },
          {
            id: '07071694',
            label: 'شیراز4',
          },
          {
            id: '07071695',
            label: 'شیراز5',
          },
          {
            id: '07071696',
            label: 'شیراز6',
          },
          {
            id: '07072015',
            label: 'شهرصدرا',
          },
          {
            id: '07072057',
            label: 'خانه زنیان',
          },
          {
            id: '07072298',
            label: 'داریان',
          },
          {
            id: '07072532',
            label: 'شیراز7',
          },
          {
            id: '07072533',
            label: 'شیراز8',
          },
          {
            id: '07072738',
            label: 'شیراز 9',
          },
          {
            id: '07072864',
            label: 'شیراز 10',
          },
        ],
      },
      {
        id: '0708',
        label: 'فسا',
        children: [
          {
            id: '07080001',
            label: 'ششده',
          },
          {
            id: '07080002',
            label: 'صحرارود',
          },
          {
            id: '07080003',
            label: 'کوشک قاضی',
          },
          {
            id: '07081310',
            label: 'فسا',
          },
          {
            id: '07082107',
            label: 'زاهدشهر',
          },
          {
            id: '07082180',
            label: 'ششده',
          },
          {
            id: '07082652',
            label: 'نوبندگان',
          },
          {
            id: '07082762',
            label: 'قره بلاغ',
          },
          {
            id: '07082829',
            label: 'میانشهر',
          },
        ],
      },
      {
        id: '0709',
        label: 'فیروزآباد',
        children: [
          {
            id: '07090001',
            label: 'احمدآباد',
          },
          {
            id: '07090002',
            label: 'خواجه ای',
          },
          {
            id: '07090003',
            label: 'دادنجان',
          },
          {
            id: '07091313',
            label: 'فیروزآباد',
          },
          {
            id: '07091314',
            label: 'میمند',
          },
        ],
      },
      {
        id: '0710',
        label: 'کازرون',
        children: [
          {
            id: '07100001',
            label: 'جره',
          },
          {
            id: '07100002',
            label: 'دادین',
          },
          {
            id: '07100003',
            label: 'فامور',
          },
          {
            id: '07100004',
            label: 'انارستان',
          },
          {
            id: '07100005',
            label: 'دشت برم',
          },
          {
            id: '07101315',
            label: 'کازرون',
          },
          {
            id: '07102109',
            label: 'خشت',
          },
          {
            id: '07102181',
            label: 'کنارتخته',
          },
          {
            id: '07102423',
            label: 'بالاده',
          },
        ],
      },
      {
        id: '0711',
        label: 'لارستان',
        children: [
          {
            id: '07110001',
            label: 'بنارویه',
          },
          {
            id: '07110002',
            label: 'درزوسابیان',
          },
          {
            id: '07110003',
            label: 'دهکویه',
          },
          {
            id: '07111320',
            label: 'لار',
          },
          {
            id: '07112013',
            label: 'لطیفی',
          },
          {
            id: '07112182',
            label: 'بنارویه',
          },
          {
            id: '07112183',
            label: 'جویم',
          },
          {
            id: '07112219',
            label: 'بیرم',
          },
          {
            id: '07112553',
            label: 'خور',
          },
          {
            id: '07112709',
            label: 'عماد شهر',
          },
          {
            id: '07112952',
            label: 'دهکویه',
          },
        ],
      },
      {
        id: '0712',
        label: 'مرودشت',
        children: [
          {
            id: '07120001',
            label: 'خرم مکان',
          },
          {
            id: '07120002',
            label: 'کامفیروزجنوبی',
          },
          {
            id: '07120003',
            label: 'رامجرددو',
          },
          {
            id: '07120005',
            label: 'رامجردیک',
          },
          {
            id: '07120007',
            label: 'رودبال',
          },
          {
            id: '07120008',
            label: 'کناره',
          },
          {
            id: '07120009',
            label: 'مجدآباد',
          },
          {
            id: '07120010',
            label: 'محمدآباد',
          },
          {
            id: '07120011',
            label: 'نقش رستم',
          },
          {
            id: '07121044',
            label: 'فتح آباد',
          },
          {
            id: '07121324',
            label: 'مرودشت',
          },
          {
            id: '07122080',
            label: 'رامجرد',
          },
          {
            id: '07122336',
            label: 'سیدان',
          },
          {
            id: '07122555',
            label: 'کامفیروز',
          },
          {
            id: '07122776',
            label: 'خانیمن',
          },
          {
            id: '07122951',
            label: 'فاروق',
          },
          {
            id: '07122961',
            label: 'زنگی اباد',
          },
        ],
      },
      {
        id: '0713',
        label: 'ممسنی',
        children: [
          {
            id: '07130001',
            label: 'ماهور',
          },
          {
            id: '07130002',
            label: 'میشان',
          },
          {
            id: '07130004',
            label: 'جاویدماهوری',
          },
          {
            id: '07130008',
            label: 'فهلیان',
          },
          {
            id: '07131325',
            label: 'نورآباد',
          },
          {
            id: '07132712',
            label: 'خومه زار',
          },
          {
            id: '07132781',
            label: 'بابامنیر',
          },
        ],
      },
      {
        id: '0714',
        label: 'نی ریز',
        children: [
          {
            id: '07140001',
            label: 'رستاق',
          },
          {
            id: '07140002',
            label: 'هرگان',
          },
          {
            id: '07140003',
            label: 'ده چاه',
          },
          {
            id: '07140004',
            label: 'مشکان',
          },
          {
            id: '07141326',
            label: 'نی ریز',
          },
          {
            id: '07142058',
            label: 'قطرویه',
          },
          {
            id: '07142556',
            label: 'مشکان',
          },
        ],
      },
      {
        id: '0715',
        label: 'لامرد',
        children: [
          {
            id: '07150001',
            label: 'اشکنان',
          },
          {
            id: '07150002',
            label: 'کال',
          },
          {
            id: '07150003',
            label: 'حومه',
          },
          {
            id: '07150004',
            label: 'سیگار',
          },
          {
            id: '07151015',
            label: 'خیرگو',
          },
          {
            id: '07151318',
            label: 'لامرد',
          },
          {
            id: '07152212',
            label: 'اشکنان',
          },
          {
            id: '07152235',
            label: 'اهل',
          },
          {
            id: '07152236',
            label: 'علامرودشت',
          },
          {
            id: '07152906',
            label: 'چاه ورز',
          },
        ],
      },
      {
        id: '0716',
        label: 'بوانات',
        children: [
          {
            id: '07160001',
            label: 'باغستان',
          },
          {
            id: '07160002',
            label: 'مزایجان',
          },
          {
            id: '07160004',
            label: 'سیمکان',
          },
          {
            id: '07161295',
            label: 'بوانات',
          },
          {
            id: '07162780',
            label: 'مزایجان',
          },
        ],
      },
      {
        id: '0717',
        label: 'ارسنجان',
        children: [
          {
            id: '07170001',
            label: 'خبریز',
          },
          {
            id: '07170002',
            label: 'شورآب',
          },
          {
            id: '07170003',
            label: 'علی آبادملک',
          },
          {
            id: '07171321',
            label: 'ارسنجان',
          },
        ],
      },
      {
        id: '0718',
        label: 'خرم بید',
        children: [
          {
            id: '07180001',
            label: 'شهیدآباد',
          },
          {
            id: '07180002',
            label: 'قشلاق',
          },
          {
            id: '07181294',
            label: 'صفاشهر',
          },
          {
            id: '07181323',
            label: 'قادراباد',
          },
        ],
      },
      {
        id: '0719',
        label: 'زرین دشت',
        children: [
          {
            id: '07190001',
            label: 'ایزدخواست شرقی',
          },
          {
            id: '07190002',
            label: 'ایزدخواست غربی',
          },
          {
            id: '07190003',
            label: 'زیرآب',
          },
          {
            id: '07191302',
            label: 'حاجی آباد',
          },
          {
            id: '07192558',
            label: 'شهرپیر',
          },
          {
            id: '07192651',
            label: 'دبیران',
          },
        ],
      },
      {
        id: '0720',
        label: 'قیروکارزین',
        children: [
          {
            id: '07200001',
            label: 'افزر',
          },
          {
            id: '07200002',
            label: 'زاخرویه',
          },
          {
            id: '07200003',
            label: 'هنگام',
          },
          {
            id: '07201312',
            label: 'قیر',
          },
          {
            id: '07202011',
            label: 'امام شهر',
          },
          {
            id: '07202012',
            label: 'مبارک آباددیز',
          },
          {
            id: '07202422',
            label: 'کارزین (فتح آباد)',
          },
          {
            id: '07202653',
            label: 'افزر',
          },
        ],
      },
      {
        id: '0721',
        label: 'مهر',
        children: [
          {
            id: '07210001',
            label: 'خوزی',
          },
          {
            id: '07210002',
            label: 'گله دار',
          },
          {
            id: '07210003',
            label: 'فال',
          },
          {
            id: '07210004',
            label: 'ارودان',
          },
          {
            id: '07212211',
            label: 'مهر',
          },
          {
            id: '07212425',
            label: 'گله دار',
          },
          {
            id: '07212559',
            label: 'وراوی',
          },
          {
            id: '07212708',
            label: 'اسیر',
          },
          {
            id: '07212820',
            label: 'خوزی',
          },
          {
            id: '07212966',
            label: 'فال',
          },
        ],
      },
      {
        id: '0722',
        label: 'فراشبند',
        children: [
          {
            id: '07220001',
            label: 'آویز',
          },
          {
            id: '07220002',
            label: 'دهرم',
          },
          {
            id: '07220003',
            label: 'نوجین',
          },
          {
            id: '07220004',
            label: 'دژگاه',
          },
          {
            id: '07221311',
            label: 'فراشبند',
          },
          {
            id: '07222059',
            label: 'دهرم',
          },
          {
            id: '07222060',
            label: 'نوجین',
          },
        ],
      },
      {
        id: '0723',
        label: 'پاسارگاد',
        children: [
          {
            id: '07230001',
            label: 'ابوالوردی',
          },
          {
            id: '07230002',
            label: 'کمین',
          },
          {
            id: '07231322',
            label: 'سعادت شهر',
          },
          {
            id: '07232783',
            label: 'مادرسلیمان',
          },
        ],
      },
      {
        id: '0724',
        label: 'خنج',
        children: [
          {
            id: '07240001',
            label: 'باغان',
          },
          {
            id: '07240002',
            label: 'محمله',
          },
          {
            id: '07241317',
            label: 'خنج',
          },
          {
            id: '07242907',
            label: 'محمله',
          },
        ],
      },
      {
        id: '0725',
        label: 'سروستان',
        children: [
          {
            id: '07250001',
            label: 'کوهنجان',
          },
          {
            id: '07250002',
            label: 'مهارلو',
          },
          {
            id: '07251306',
            label: 'سروستان',
          },
          {
            id: '07252710',
            label: 'کوهنجان',
          },
        ],
      },
      {
        id: '0726',
        label: 'رستم',
        children: [
          {
            id: '07260001',
            label: 'رستم سه',
          },
          {
            id: '07260002',
            label: 'پشتکوه رستم',
          },
          {
            id: '07262337',
            label: 'مصیری',
          },
          {
            id: '07262777',
            label: 'کوپن',
          },
        ],
      },
      {
        id: '0727',
        label: 'گراش',
        children: [
          {
            id: '07270001',
            label: 'فداغ',
          },
          {
            id: '07270002',
            label: 'خلیلی',
          },
          {
            id: '07271319',
            label: 'گراش',
          },
          {
            id: '07272903',
            label: 'ارد',
          },
        ],
      },
      {
        id: '0728',
        label: 'کوار',
        children: [
          {
            id: '07280001',
            label: 'فرمشکان',
          },
          {
            id: '07280002',
            label: 'فتح آباد',
          },
          {
            id: '07281042',
            label: 'اکبرآباد',
          },
          {
            id: '07281043',
            label: 'مظفری',
          },
          {
            id: '07281307',
            label: 'کوار',
          },
          {
            id: '07282904',
            label: 'طسوج',
          },
        ],
      },
      {
        id: '0729',
        label: 'خرامه',
        children: [
          {
            id: '07290001',
            label: 'دهقانان',
          },
          {
            id: '07290002',
            label: 'سفلی',
          },
          {
            id: '07290003',
            label: 'خیرآباد',
          },
          {
            id: '07291308',
            label: 'خرامه',
          },
          {
            id: '07292782',
            label: 'سلطان شهر',
          },
          {
            id: '07292962',
            label: 'معزابادجابری',
          },
          {
            id: '07292963',
            label: 'خیراباد',
          },
        ],
      },
      {
        id: '0730',
        label: 'زرقان',
        children: [
          {
            id: '07300001',
            label: 'زرقان',
          },
          {
            id: '07300002',
            label: 'بندامیر',
          },
          {
            id: '07301045',
            label: 'رحمت آباد',
          },
          {
            id: '07301305',
            label: 'زرقان',
          },
          {
            id: '07302421',
            label: 'لپویی',
          },
        ],
      },
      {
        id: '0731',
        label: 'بیضا',
        children: [
          {
            id: '07310001',
            label: 'بیضاء',
          },
          {
            id: '07310002',
            label: 'کوشک هزار',
          },
          {
            id: '07312503',
            label: 'بیضا',
          },
        ],
      },
      {
        id: '0732',
        label: 'سرچهان',
        children: [
          {
            id: '07320001',
            label: 'باغ صفا',
          },
          {
            id: '07320002',
            label: 'سرچهان',
          },
          {
            id: '07320003',
            label: 'حسامی',
          },
          {
            id: '07322095',
            label: 'حسامی',
          },
          {
            id: '07322557',
            label: 'کره ای',
          },
        ],
      },
      {
        id: '0733',
        label: 'کوه چنار',
        children: [
          {
            id: '07330001',
            label: 'چنارشاهیجان',
          },
          {
            id: '07330002',
            label: 'سمغان',
          },
          {
            id: '07332108',
            label: 'قایمیه',
          },
          {
            id: '07332424',
            label: 'نودان',
          },
        ],
      },
      {
        id: '0734',
        label: 'خفر',
        children: [
          {
            id: '07340001',
            label: 'گل برنجی',
          },
          {
            id: '07340002',
            label: 'خفر',
          },
          {
            id: '07340003',
            label: 'علی آباد',
          },
          {
            id: '07340004',
            label: 'سفیدار',
          },
          {
            id: '07341300',
            label: 'خاوران',
          },
          {
            id: '07342234',
            label: 'باب انار',
          },
        ],
      },
      {
        id: '0735',
        label: 'بختگان',
        children: [
          {
            id: '07350001',
            label: 'آباده طشک',
          },
          {
            id: '07350002',
            label: 'بختگان',
          },
          {
            id: '07352199',
            label: 'آباده طشک',
          },
        ],
      },
      {
        id: '0736',
        label: 'اوز',
        children: [
          {
            id: '07360001',
            label: 'فیشور',
          },
          {
            id: '07360002',
            label: 'اوز',
          },
          {
            id: '07361046',
            label: 'کوره',
          },
          {
            id: '07361316',
            label: 'اوز',
          },
        ],
      },
    ],
  },
  {
    id: '08',
    label: 'کرمان',
    children: [
      {
        id: '0801',
        label: 'بافت',
        children: [
          {
            id: '08010001',
            label: 'بزنجان',
          },
          {
            id: '08010002',
            label: 'دشتاب',
          },
          {
            id: '08010005',
            label: 'فتح آباد',
          },
          {
            id: '08010006',
            label: 'کیسکان',
          },
          {
            id: '08010007',
            label: 'گوغر',
          },
          {
            id: '08011008',
            label: 'کشکوییه',
          },
          {
            id: '08011328',
            label: 'بافت',
          },
          {
            id: '08012200',
            label: 'بزنجان',
          },
        ],
      },
      {
        id: '0802',
        label: 'بم',
        children: [
          {
            id: '08020001',
            label: 'حومه',
          },
          {
            id: '08020002',
            label: 'دهبکری',
          },
          {
            id: '08020003',
            label: 'دریجان',
          },
          {
            id: '08021330',
            label: 'بم',
          },
          {
            id: '08021331',
            label: 'بروات',
          },
        ],
      },
      {
        id: '0803',
        label: 'جیرفت',
        children: [
          {
            id: '08030001',
            label: 'دلفارد',
          },
          {
            id: '08030002',
            label: 'ساردوییه',
          },
          {
            id: '08030003',
            label: 'گور',
          },
          {
            id: '08030005',
            label: 'خاتون آباد',
          },
          {
            id: '08030006',
            label: 'دولت آباد',
          },
          {
            id: '08030008',
            label: 'هلیل',
          },
          {
            id: '08031332',
            label: 'جیرفت',
          },
          {
            id: '08032237',
            label: 'جبالبارز',
          },
          {
            id: '08032339',
            label: 'درب بهشت',
          },
          {
            id: '08032769',
            label: 'بلوک',
          },
          {
            id: '08032953',
            label: 'علی اباد',
          },
        ],
      },
      {
        id: '0804',
        label: 'رفسنجان',
        children: [
          {
            id: '08040001',
            label: 'آزادگان',
          },
          {
            id: '08040002',
            label: 'اسلامیه',
          },
          {
            id: '08040003',
            label: 'کشکوییه',
          },
          {
            id: '08040004',
            label: 'خنامان',
          },
          {
            id: '08040005',
            label: 'دره دران',
          },
          {
            id: '08040007',
            label: 'رزم آوران',
          },
          {
            id: '08040009',
            label: 'سرچشمه',
          },
          {
            id: '08040012',
            label: 'قاسم آباد',
          },
          {
            id: '08040013',
            label: 'کبوترخان',
          },
          {
            id: '08041335',
            label: 'رفسنجان',
          },
          {
            id: '08042085',
            label: 'صفاییه',
          },
          {
            id: '08042227',
            label: 'مس سرچشمه',
          },
          {
            id: '08042319',
            label: 'کشکوییه',
          },
          {
            id: '08042427',
            label: 'بهرمان',
          },
          {
            id: '08042954',
            label: 'جوادیه الهیه',
          },
        ],
      },
      {
        id: '0805',
        label: 'زرند',
        children: [
          {
            id: '08050001',
            label: 'اسلام آباد',
          },
          {
            id: '08050002',
            label: 'جرجافک',
          },
          {
            id: '08050003',
            label: 'شعبجره',
          },
          {
            id: '08050004',
            label: 'دشت خاک',
          },
          {
            id: '08050005',
            label: 'سربنان',
          },
          {
            id: '08050008',
            label: 'محمدآباد',
          },
          {
            id: '08050009',
            label: 'وحدت',
          },
          {
            id: '08050011',
            label: 'خانوک',
          },
          {
            id: '08050012',
            label: 'حتکن',
          },
          {
            id: '08051337',
            label: 'زرند',
          },
          {
            id: '08052201',
            label: 'خانوک',
          },
          {
            id: '08052600',
            label: 'ریحان',
          },
          {
            id: '08052601',
            label: 'یزدان شهر',
          },
          {
            id: '08052955',
            label: 'سیریز',
          },
        ],
      },
      {
        id: '0806',
        label: 'سیرجان',
        children: [
          {
            id: '08060001',
            label: 'پاریز',
          },
          {
            id: '08060002',
            label: 'سعادت آباد',
          },
          {
            id: '08060006',
            label: 'شریف آباد',
          },
          {
            id: '08060010',
            label: 'نجف آباد',
          },
          {
            id: '08061338',
            label: 'سیرجان',
          },
          {
            id: '08062320',
            label: 'زیدآباد',
          },
          {
            id: '08062340',
            label: 'نجف شهر',
          },
          {
            id: '08062561',
            label: 'پاریز',
          },
          {
            id: '08062675',
            label: 'سیرجان 1',
          },
          {
            id: '08062676',
            label: 'سیرجان 2',
          },
          {
            id: '08062722',
            label: 'هماشهر',
          },
          {
            id: '08062823',
            label: 'خواجو شهر',
          },
          {
            id: '08062825',
            label: 'بلورد',
          },
        ],
      },
      {
        id: '0807',
        label: 'شهربابک',
        children: [
          {
            id: '08070001',
            label: 'استبرق',
          },
          {
            id: '08070002',
            label: 'پاقلعه',
          },
          {
            id: '08070003',
            label: 'دهج',
          },
          {
            id: '08070004',
            label: 'خاتون آباد',
          },
          {
            id: '08070006',
            label: 'خورسند',
          },
          {
            id: '08070008',
            label: 'مدوارات',
          },
          {
            id: '08070009',
            label: 'میمند',
          },
          {
            id: '08071339',
            label: 'شهربابک',
          },
          {
            id: '08072030',
            label: 'خورسند',
          },
          {
            id: '08072031',
            label: 'جوزم',
          },
          {
            id: '08072086',
            label: 'خاتون اباد',
          },
          {
            id: '08072238',
            label: 'دهج',
          },
        ],
      },
      {
        id: '0808',
        label: 'کرمان',
        children: [
          {
            id: '08080001',
            label: 'جوشان',
          },
          {
            id: '08080002',
            label: 'تکاب',
          },
          {
            id: '08080003',
            label: 'سیرچ',
          },
          {
            id: '08080004',
            label: 'درختنگان',
          },
          {
            id: '08080005',
            label: 'زنگی آباد',
          },
          {
            id: '08080006',
            label: 'سرآسیاب فرسنگی',
          },
          {
            id: '08081329',
            label: 'راین',
          },
          {
            id: '08081341',
            label: 'شهداد',
          },
          {
            id: '08081342',
            label: 'گلباف',
          },
          {
            id: '08081343',
            label: 'جوپار',
          },
          {
            id: '08081344',
            label: 'ماهان',
          },
          {
            id: '08081345',
            label: 'چترود',
          },
          {
            id: '08081346',
            label: 'کرمان',
          },
          {
            id: '08081675',
            label: 'کرمان 1',
          },
          {
            id: '08081676',
            label: 'کرمان 2',
          },
          {
            id: '08081677',
            label: 'کرمان 3',
          },
          {
            id: '08082239',
            label: 'باغین',
          },
          {
            id: '08082321',
            label: 'محی آباد',
          },
          {
            id: '08082323',
            label: 'زنگی آباد',
          },
          {
            id: '08082324',
            label: 'کاظم آباد',
          },
          {
            id: '08082428',
            label: 'اختیارآباد',
          },
          {
            id: '08082534',
            label: 'کرمان 4',
          },
          {
            id: '08082603',
            label: 'اندوهجرد',
          },
        ],
      },
      {
        id: '0809',
        label: 'کهنوج',
        children: [
          {
            id: '08090001',
            label: 'چاه ریگان',
          },
          {
            id: '08090002',
            label: 'حومه',
          },
          {
            id: '08090004',
            label: 'نخلستان',
          },
          {
            id: '08090005',
            label: 'ده کهان',
          },
          {
            id: '08090006',
            label: 'کوتک',
          },
          {
            id: '08091009',
            label: 'چاه مرید',
          },
          {
            id: '08091347',
            label: 'کهنوج',
          },
          {
            id: '08092956',
            label: 'ده کهان',
          },
        ],
      },
      {
        id: '0810',
        label: 'بردسیر',
        children: [
          {
            id: '08100001',
            label: 'قلعه عسگر',
          },
          {
            id: '08100002',
            label: 'لاله زار',
          },
          {
            id: '08100003',
            label: 'کوه پنج',
          },
          {
            id: '08100005',
            label: 'مشیز',
          },
          {
            id: '08101348',
            label: 'بردسیر',
          },
          {
            id: '08102065',
            label: 'لاله زار',
          },
          {
            id: '08102241',
            label: 'گلزار',
          },
          {
            id: '08102326',
            label: 'نگار',
          },
          {
            id: '08102824',
            label: 'دشتکار',
          },
        ],
      },
      {
        id: '0811',
        label: 'راور',
        children: [
          {
            id: '08110001',
            label: 'حرجند',
          },
          {
            id: '08110003',
            label: 'هروز',
          },
          {
            id: '08111340',
            label: 'راور',
          },
          {
            id: '08112599',
            label: 'هجدک',
          },
        ],
      },
      {
        id: '0812',
        label: 'عنبرآباد',
        children: [
          {
            id: '08120001',
            label: 'امجز',
          },
          {
            id: '08120002',
            label: 'جهادآباد',
          },
          {
            id: '08120003',
            label: 'علی آباد',
          },
          {
            id: '08120004',
            label: 'محمدآباد',
          },
          {
            id: '08121333',
            label: 'عنبرآباد',
          },
          {
            id: '08122602',
            label: 'مردهک',
          },
          {
            id: '08122721',
            label: 'دوساری',
          },
        ],
      },
      {
        id: '0813',
        label: 'منوجان',
        children: [
          {
            id: '08130001',
            label: 'قلعه',
          },
          {
            id: '08130002',
            label: 'کشمیران',
          },
          {
            id: '08130003',
            label: 'نورآباد',
          },
          {
            id: '08132240',
            label: 'منوجان',
          },
          {
            id: '08132604',
            label: 'نودژ',
          },
        ],
      },
      {
        id: '0814',
        label: 'کوهبنان',
        children: [
          {
            id: '08140001',
            label: 'جور',
          },
          {
            id: '08140002',
            label: 'طغرل الجرد',
          },
          {
            id: '08141336',
            label: 'کوهبنان',
          },
          {
            id: '08142110',
            label: 'کیانشهر',
          },
        ],
      },
      {
        id: '0815',
        label: 'رودبارجنوب',
        children: [
          {
            id: '08150001',
            label: 'جازموریان',
          },
          {
            id: '08150002',
            label: 'کوهستان',
          },
          {
            id: '08152325',
            label: 'رودبار',
          },
          {
            id: '08152821',
            label: 'زهکلوت',
          },
        ],
      },
      {
        id: '0816',
        label: 'قلعه گنج',
        children: [
          {
            id: '08160001',
            label: 'چاه دادخدا',
          },
          {
            id: '08160002',
            label: 'رمشک',
          },
          {
            id: '08160003',
            label: 'مارز',
          },
          {
            id: '08162176',
            label: 'قلعه گنج',
          },
          {
            id: '08162908',
            label: 'چاه دادخدا',
          },
          {
            id: '08162957',
            label: 'رمشک',
          },
        ],
      },
      {
        id: '0817',
        label: 'ریگان',
        children: [
          {
            id: '08170001',
            label: 'گنبکی',
          },
          {
            id: '08170002',
            label: 'ناصریه',
          },
          {
            id: '08170003',
            label: 'گاوکان',
          },
          {
            id: '08171013',
            label: 'رحمت اباد',
          },
          {
            id: '08171014',
            label: 'عباس ابادسردار',
          },
          {
            id: '08172316',
            label: 'محمدآباد',
          },
          {
            id: '08172822',
            label: 'گنبکی',
          },
        ],
      },
      {
        id: '0818',
        label: 'رابر',
        children: [
          {
            id: '08180001',
            label: 'رابر',
          },
          {
            id: '08180002',
            label: 'سیه بنوییه',
          },
          {
            id: '08181327',
            label: 'رابر',
          },
          {
            id: '08182771',
            label: 'هنزا',
          },
        ],
      },
      {
        id: '0819',
        label: 'فهرج',
        children: [
          {
            id: '08190001',
            label: 'برج اکرم',
          },
          {
            id: '08190002',
            label: 'فهرج',
          },
          {
            id: '08191010',
            label: 'دهنواسلام اباد',
          },
          {
            id: '08192317',
            label: 'فهرج',
          },
        ],
      },
      {
        id: '0820',
        label: 'انار',
        children: [
          {
            id: '08200001',
            label: 'بیاض',
          },
          {
            id: '08200002',
            label: 'حسین آباد',
          },
          {
            id: '08201334',
            label: 'انار',
          },
          {
            id: '08202318',
            label: 'امین شهر',
          },
        ],
      },
      {
        id: '0821',
        label: 'نرماشیر',
        children: [
          {
            id: '08210001',
            label: 'پشت رود',
          },
          {
            id: '08210002',
            label: 'عزیزآباد',
          },
          {
            id: '08212338',
            label: 'نرماشیر',
          },
          {
            id: '08212598',
            label: 'نظام شهر',
          },
        ],
      },
      {
        id: '0822',
        label: 'فاریاب',
        children: [
          {
            id: '08220001',
            label: 'کلاشگرد',
          },
          {
            id: '08220002',
            label: 'مهروییه',
          },
          {
            id: '08221011',
            label: 'پاسفید',
          },
          {
            id: '08222429',
            label: 'فاریاب',
          },
        ],
      },
      {
        id: '0823',
        label: 'ارزوییه',
        children: [
          {
            id: '08230001',
            label: 'ارزوییه',
          },
          {
            id: '08230002',
            label: 'وکیل آباد',
          },
          {
            id: '08230003',
            label: 'دهسرد',
          },
          {
            id: '08231012',
            label: 'علی  اباد',
          },
          {
            id: '08232315',
            label: 'ارزوییه',
          },
        ],
      },
    ],
  },
  {
    id: '09',
    label: 'خراسان رضوی',
    children: [
      {
        id: '0904',
        label: 'تایباد',
        children: [
          {
            id: '09040001',
            label: 'پایین ولایت',
          },
          {
            id: '09040002',
            label: 'کرات',
          },
          {
            id: '09040003',
            label: 'کوهسنگی',
          },
          {
            id: '09041357',
            label: 'تایباد',
          },
          {
            id: '09042562',
            label: 'کاریز',
          },
          {
            id: '09042654',
            label: 'مشهدریزه',
          },
        ],
      },
      {
        id: '0905',
        label: 'تربت حیدریه',
        children: [
          {
            id: '09050001',
            label: 'بالاولایت',
          },
          {
            id: '09050002',
            label: 'پایین ولایت',
          },
          {
            id: '09050003',
            label: 'کدکن',
          },
          {
            id: '09050004',
            label: 'بالارخ',
          },
          {
            id: '09050005',
            label: 'رقیچه',
          },
          {
            id: '09051024',
            label: 'نسر',
          },
          {
            id: '09051361',
            label: 'تربت حیدریه',
          },
          {
            id: '09052243',
            label: 'کدکن',
          },
          {
            id: '09052341',
            label: 'بایک',
          },
          {
            id: '09052434',
            label: 'رباط سنگ',
          },
        ],
      },
      {
        id: '0906',
        label: 'تربت جام',
        children: [
          {
            id: '09060001',
            label: 'بالاجام',
          },
          {
            id: '09060002',
            label: 'کاریزان',
          },
          {
            id: '09060003',
            label: 'جامرود',
          },
          {
            id: '09060004',
            label: 'جلگه موسی آباد',
          },
          {
            id: '09060005',
            label: 'میان جام',
          },
          {
            id: '09061363',
            label: 'تربت جام',
          },
          {
            id: '09062067',
            label: 'احمدابادصولت',
          },
          {
            id: '09062342',
            label: 'نصرآباد',
          },
          {
            id: '09062655',
            label: 'نیل شهر',
          },
          {
            id: '09062888',
            label: 'سمیع آباد',
          },
        ],
      },
      {
        id: '0907',
        label: 'درگز',
        children: [
          {
            id: '09070001',
            label: 'درونگر',
          },
          {
            id: '09070002',
            label: 'شهرستانه',
          },
          {
            id: '09071364',
            label: 'لطف آباد',
          },
          {
            id: '09071365',
            label: 'درگز',
          },
          {
            id: '09071366',
            label: 'نوخندان',
          },
          {
            id: '09072202',
            label: 'چاپشلو',
          },
        ],
      },
      {
        id: '0908',
        label: 'سبزوار',
        children: [
          {
            id: '09080001',
            label: 'خواشد',
          },
          {
            id: '09080002',
            label: 'فروغن',
          },
          {
            id: '09080003',
            label: 'کوه همایی',
          },
          {
            id: '09080004',
            label: 'کراب',
          },
          {
            id: '09081367',
            label: 'سبزوار',
          },
          {
            id: '09082245',
            label: 'روداب',
          },
          {
            id: '09082677',
            label: 'سبزوار1',
          },
          {
            id: '09082678',
            label: 'سبزوار2',
          },
        ],
      },
      {
        id: '0913',
        label: 'قوچان',
        children: [
          {
            id: '09130001',
            label: 'دولتخانه',
          },
          {
            id: '09130002',
            label: 'سودلانه',
          },
          {
            id: '09130003',
            label: 'شیرین دره',
          },
          {
            id: '09131020',
            label: 'الماجق',
          },
          {
            id: '09131022',
            label: 'شهرکهنه',
          },
          {
            id: '09131041',
            label: 'مزرج',
          },
          {
            id: '09131376',
            label: 'باجگیران',
          },
          {
            id: '09131378',
            label: 'قوچان',
          },
        ],
      },
      {
        id: '0914',
        label: 'کاشمر',
        children: [
          {
            id: '09140001',
            label: 'رزق آباد',
          },
          {
            id: '09140002',
            label: 'پایین ولایت',
          },
          {
            id: '09141055',
            label: 'فرگ قلعه',
          },
          {
            id: '09141381',
            label: 'کاشمر',
          },
        ],
      },
      {
        id: '0915',
        label: 'گناباد',
        children: [
          {
            id: '09150001',
            label: 'پس کلوت',
          },
          {
            id: '09150002',
            label: 'حومه گناباد',
          },
          {
            id: '09151383',
            label: 'بیدخت',
          },
          {
            id: '09151384',
            label: 'کاخک',
          },
          {
            id: '09151385',
            label: 'گناباد',
          },
          {
            id: '09152987',
            label: 'روشناوند',
          },
        ],
      },
      {
        id: '0916',
        label: 'مشهد',
        children: [
          {
            id: '09160001',
            label: 'تبادکان',
          },
          {
            id: '09160002',
            label: 'پیوه ژن',
          },
          {
            id: '09160003',
            label: 'کارده',
          },
          {
            id: '09160004',
            label: 'سرجام',
          },
          {
            id: '09160005',
            label: 'کنویست',
          },
          {
            id: '09160006',
            label: 'درزآب',
          },
          {
            id: '09161392',
            label: 'مشهد',
          },
          {
            id: '09161629',
            label: 'مشهد1',
          },
          {
            id: '09161630',
            label: 'مشهد2',
          },
          {
            id: '09161631',
            label: 'مشهد3',
          },
          {
            id: '09161632',
            label: 'مشهد4',
          },
          {
            id: '09161643',
            label: 'مشهد5',
          },
          {
            id: '09161644',
            label: 'مشهد6',
          },
          {
            id: '09161645',
            label: 'مشهد7',
          },
          {
            id: '09161646',
            label: 'مشهد8',
          },
          {
            id: '09161647',
            label: 'مشهد9',
          },
          {
            id: '09161648',
            label: 'مشهد10',
          },
          {
            id: '09162000',
            label: 'مشهد 12',
          },
          {
            id: '09162436',
            label: 'رضویه',
          },
          {
            id: '09162437',
            label: 'ملک آباد',
          },
          {
            id: '09162524',
            label: 'مشهد11',
          },
          {
            id: '09162526',
            label: 'مشهد ثامن',
          },
        ],
      },
      {
        id: '0917',
        label: 'نیشابور',
        children: [
          {
            id: '09170001',
            label: 'دربقاضی',
          },
          {
            id: '09170002',
            label: 'سرولایت',
          },
          {
            id: '09170003',
            label: 'برزنون',
          },
          {
            id: '09170004',
            label: 'مازول',
          },
          {
            id: '09170005',
            label: 'بینالود',
          },
          {
            id: '09171394',
            label: 'نیشابور',
          },
          {
            id: '09172041',
            label: 'بار',
          },
          {
            id: '09172438',
            label: 'عشق آباد',
          },
          {
            id: '09172564',
            label: 'چکنه',
          },
          {
            id: '09172786',
            label: 'نیشابور 1',
          },
          {
            id: '09172787',
            label: 'نیشابور 2',
          },
        ],
      },
      {
        id: '0918',
        label: 'چناران',
        children: [
          {
            id: '09180001',
            label: 'رادکان',
          },
          {
            id: '09180002',
            label: 'حکیم آباد',
          },
          {
            id: '09180003',
            label: 'بقمج',
          },
          {
            id: '09181386',
            label: 'چناران',
          },
          {
            id: '09182998',
            label: 'رادکان',
          },
          {
            id: '09182999',
            label: 'سیدآباد',
          },
        ],
      },
      {
        id: '0919',
        label: 'خواف',
        children: [
          {
            id: '09190001',
            label: 'پایین خواف',
          },
          {
            id: '09190002',
            label: 'سلامی',
          },
          {
            id: '09190003',
            label: 'بستان',
          },
          {
            id: '09191021',
            label: 'سده',
          },
          {
            id: '09191358',
            label: 'خواف',
          },
          {
            id: '09192213',
            label: 'سنگان',
          },
          {
            id: '09192439',
            label: 'قاسم آباد',
          },
          {
            id: '09192565',
            label: 'نشتیفان',
          },
          {
            id: '09192605',
            label: 'سلامی',
          },
        ],
      },
      {
        id: '0920',
        label: 'سرخس',
        children: [
          {
            id: '09200001',
            label: 'پل خاتون',
          },
          {
            id: '09200002',
            label: 'گل بی بی',
          },
          {
            id: '09200003',
            label: 'مرزداران',
          },
          {
            id: '09201387',
            label: 'سرخس',
          },
          {
            id: '09202607',
            label: 'مزدآوند',
          },
        ],
      },
      {
        id: '0922',
        label: 'فریمان',
        children: [
          {
            id: '09220001',
            label: 'سفیدسنگ',
          },
          {
            id: '09220002',
            label: 'سنگ بست',
          },
          {
            id: '09220003',
            label: 'فریمان',
          },
          {
            id: '09221390',
            label: 'فریمان',
          },
          {
            id: '09222442',
            label: 'قلندرآباد',
          },
          {
            id: '09222566',
            label: 'فرهادگرد',
          },
          {
            id: '09222608',
            label: 'سفیدسنگ',
          },
        ],
      },
      {
        id: '0923',
        label: 'بردسکن',
        children: [
          {
            id: '09230001',
            label: 'جلگه',
          },
          {
            id: '09230002',
            label: 'صحرا',
          },
          {
            id: '09231379',
            label: 'بردسکن',
          },
          {
            id: '09232090',
            label: 'شهراباد',
          },
          {
            id: '09232440',
            label: 'انابد',
          },
        ],
      },
      {
        id: '0927',
        label: 'رشتخوار',
        children: [
          {
            id: '09270001',
            label: 'جنگل',
          },
          {
            id: '09270002',
            label: 'شعبه',
          },
          {
            id: '09271359',
            label: 'رشتخوار',
          },
          {
            id: '09272606',
            label: 'جنگل',
          },
        ],
      },
      {
        id: '0928',
        label: 'کلات',
        children: [
          {
            id: '09280001',
            label: 'کبودگنبد',
          },
          {
            id: '09280002',
            label: 'زاوین',
          },
          {
            id: '09280003',
            label: 'چرم',
          },
          {
            id: '09281019',
            label: 'چنار',
          },
          {
            id: '09281023',
            label: 'حسن آباد',
          },
          {
            id: '09281391',
            label: 'کلات',
          },
          {
            id: '09282609',
            label: 'شهرزو',
          },
        ],
      },
      {
        id: '0929',
        label: 'خلیل آباد',
        children: [
          {
            id: '09290001',
            label: 'ششطراز',
          },
          {
            id: '09290002',
            label: 'کویر',
          },
          {
            id: '09291380',
            label: 'خلیل آباد',
          },
          {
            id: '09292656',
            label: 'کندر',
          },
        ],
      },
      {
        id: '0930',
        label: 'مه ولات',
        children: [
          {
            id: '09300001',
            label: 'ازغند',
          },
          {
            id: '09300002',
            label: 'مه ولات جنوبی',
          },
          {
            id: '09301360',
            label: 'فیض آباد',
          },
          {
            id: '09302069',
            label: 'شادمهر',
          },
        ],
      },
      {
        id: '0931',
        label: 'بجستان',
        children: [
          {
            id: '09310001',
            label: 'بجستان',
          },
          {
            id: '09310002',
            label: 'جزین',
          },
          {
            id: '09311382',
            label: 'بجستان',
          },
          {
            id: '09312610',
            label: 'یونسی',
          },
        ],
      },
      {
        id: '0932',
        label: 'بینالود',
        children: [
          {
            id: '09320001',
            label: 'شاندیز',
          },
          {
            id: '09320002',
            label: 'جاغرق',
          },
          {
            id: '09321388',
            label: 'شاندیز',
          },
          {
            id: '09321389',
            label: 'طرقبه',
          },
        ],
      },
      {
        id: '0933',
        label: 'فیروزه',
        children: [
          {
            id: '09330001',
            label: 'تخت جلگه',
          },
          {
            id: '09330002',
            label: 'فیروزه',
          },
          {
            id: '09331018',
            label: 'گرماب',
          },
          {
            id: '09332066',
            label: 'همت آباد',
          },
          {
            id: '09332220',
            label: 'فیروزه',
          },
        ],
      },
      {
        id: '0934',
        label: 'جغتای',
        children: [
          {
            id: '09340001',
            label: 'پایین جوین',
          },
          {
            id: '09340002',
            label: 'دستوران',
          },
          {
            id: '09341596',
            label: 'جغتای',
          },
          {
            id: '09342901',
            label: 'ریواده',
          },
        ],
      },
      {
        id: '0935',
        label: 'زاوه',
        children: [
          {
            id: '09350001',
            label: 'زاوه',
          },
          {
            id: '09350002',
            label: 'صفاییه',
          },
          {
            id: '09352135',
            label: 'دولت آباد',
          },
          {
            id: '09352950',
            label: 'چخماق',
          },
        ],
      },
      {
        id: '0936',
        label: 'جوین',
        children: [
          {
            id: '09360001',
            label: 'زرین',
          },
          {
            id: '09360002',
            label: 'حکم آباد',
          },
          {
            id: '09362184',
            label: 'نقاب',
          },
          {
            id: '09362889',
            label: 'حکم اباد',
          },
        ],
      },
      {
        id: '0937',
        label: 'باخرز',
        children: [
          {
            id: '09370001',
            label: 'مالین',
          },
          {
            id: '09370002',
            label: 'دشت ارزنه',
          },
          {
            id: '09372134',
            label: 'باخرز',
          },
          {
            id: '09372970',
            label: 'قلعه نوعلیا',
          },
        ],
      },
      {
        id: '0938',
        label: 'خوشاب',
        children: [
          {
            id: '09380001',
            label: 'سلطان آباد',
          },
          {
            id: '09380002',
            label: 'رباط جز',
          },
          {
            id: '09382343',
            label: 'سلطان آباد',
          },
          {
            id: '09382902',
            label: 'مشکان',
          },
          {
            id: '09382986',
            label: 'نوده انقلاب',
          },
        ],
      },
      {
        id: '0939',
        label: 'داورزن',
        children: [
          {
            id: '09390001',
            label: 'کاه',
          },
          {
            id: '09390002',
            label: 'مزینان',
          },
          {
            id: '09392244',
            label: 'داورزن',
          },
          {
            id: '09392964',
            label: 'ریوند',
          },
        ],
      },
      {
        id: '0940',
        label: 'صالح آباد',
        children: [
          {
            id: '09400001',
            label: 'باغ کشمیر',
          },
          {
            id: '09400002',
            label: 'صالح آباد',
          },
          {
            id: '09400003',
            label: 'قلعه حمام',
          },
          {
            id: '09401362',
            label: 'صالح آباد',
          },
          {
            id: '09402980',
            label: 'جنت آباد',
          },
        ],
      },
      {
        id: '0941',
        label: 'کوهسرخ',
        children: [
          {
            id: '09410001',
            label: 'بررود',
          },
          {
            id: '09410002',
            label: 'برکوه',
          },
          {
            id: '09410004',
            label: 'کوه سفید',
          },
          {
            id: '09412348',
            label: 'ریوش',
          },
        ],
      },
      {
        id: '0942',
        label: 'زبرخان',
        children: [
          {
            id: '09420001',
            label: 'اردوغش',
          },
          {
            id: '09420002',
            label: 'زبرخان',
          },
          {
            id: '09421393',
            label: 'درود',
          },
          {
            id: '09422246',
            label: 'قدمگاه',
          },
          {
            id: '09422349',
            label: 'خرو',
          },
          {
            id: '09422965',
            label: 'اسحق اباد',
          },
        ],
      },
      {
        id: '0943',
        label: 'ششتمد',
        children: [
          {
            id: '09430001',
            label: 'بیهق',
          },
          {
            id: '09430002',
            label: 'تکاب کوه میش',
          },
          {
            id: '09431054',
            label: 'شامکان',
          },
          {
            id: '09432344',
            label: 'ششتمد',
          },
        ],
      },
      {
        id: '0944',
        label: 'گلبهار',
        children: [
          {
            id: '09440001',
            label: 'گلمکان',
          },
          {
            id: '09440002',
            label: 'چشمه سبز',
          },
          {
            id: '09442068',
            label: 'گلمکان',
          },
          {
            id: '09442854',
            label: 'گلبهار',
          },
        ],
      },
    ],
  },
  {
    id: '10',
    label: 'اصفهان',
    children: [
      {
        id: '1001',
        label: 'اردستان',
        children: [
          {
            id: '10010001',
            label: 'برزاوند',
          },
          {
            id: '10010002',
            label: 'ریگستان',
          },
          {
            id: '10010003',
            label: 'علیا',
          },
          {
            id: '10010004',
            label: 'کچو',
          },
          {
            id: '10011395',
            label: 'اردستان',
          },
          {
            id: '10011396',
            label: 'زواره',
          },
          {
            id: '10012214',
            label: 'مهاباد',
          },
        ],
      },
      {
        id: '1002',
        label: 'اصفهان',
        children: [
          {
            id: '10020001',
            label: 'براآن جنوبی',
          },
          {
            id: '10020002',
            label: 'براآن شمالی',
          },
          {
            id: '10020003',
            label: 'جی',
          },
          {
            id: '10020004',
            label: 'قهاب جنوبی',
          },
          {
            id: '10020005',
            label: 'قهاب شمالی',
          },
          {
            id: '10020006',
            label: 'کرارج',
          },
          {
            id: '10020007',
            label: 'محمودآباد',
          },
          {
            id: '10021406',
            label: 'اصفهان',
          },
          {
            id: '10021407',
            label: 'اصفهان 15',
          },
          {
            id: '10021633',
            label: 'اصفهان 1',
          },
          {
            id: '10021634',
            label: 'اصفهان 2',
          },
          {
            id: '10021635',
            label: 'اصفهان 3',
          },
          {
            id: '10021636',
            label: 'اصفهان 4',
          },
          {
            id: '10021637',
            label: 'اصفهان 5',
          },
          {
            id: '10021638',
            label: 'اصفهان 6',
          },
          {
            id: '10021639',
            label: 'اصفهان 7',
          },
          {
            id: '10021640',
            label: 'اصفهان 8',
          },
          {
            id: '10021641',
            label: 'اصفهان 9',
          },
          {
            id: '10021642',
            label: 'اصفهان 10',
          },
          {
            id: '10022001',
            label: 'اصفهان 12',
          },
          {
            id: '10022002',
            label: 'اصفهان 13',
          },
          {
            id: '10022021',
            label: 'قهجاورستان',
          },
          {
            id: '10022089',
            label: 'اصفهان 14',
          },
          {
            id: '10022554',
            label: 'اصفهان 11',
          },
          {
            id: '10022611',
            label: 'بهارستان',
          },
          {
            id: '10022830',
            label: 'زیار',
          },
        ],
      },
      {
        id: '1003',
        label: 'خمینی شهر',
        children: [
          {
            id: '10030001',
            label: 'ماربین سفلی',
          },
          {
            id: '10030002',
            label: 'ماربین علیا',
          },
          {
            id: '10030003',
            label: 'ماربین وسطی',
          },
          {
            id: '10031410',
            label: 'خمینی شهر',
          },
          {
            id: '10031411',
            label: 'درچه',
          },
          {
            id: '10032188',
            label: 'کوشک',
          },
          {
            id: '10032755',
            label: 'اصغرآباد',
          },
        ],
      },
      {
        id: '1004',
        label: 'خوانسار',
        children: [
          {
            id: '10040001',
            label: 'گلسار',
          },
          {
            id: '10040002',
            label: 'چشمه سار',
          },
          {
            id: '10040003',
            label: 'کوهسار',
          },
          {
            id: '10041031',
            label: 'ویست',
          },
          {
            id: '10041413',
            label: 'خوانسار',
          },
        ],
      },
      {
        id: '1005',
        label: 'سمیرم',
        children: [
          {
            id: '10050001',
            label: 'پادناسفلی',
          },
          {
            id: '10050002',
            label: 'برآفتاب',
          },
          {
            id: '10050003',
            label: 'پادناوسطی',
          },
          {
            id: '10051414',
            label: 'سمیرم',
          },
          {
            id: '10052249',
            label: 'حنا',
          },
          {
            id: '10052351',
            label: 'ونک',
          },
          {
            id: '10052443',
            label: 'کمه',
          },
          {
            id: '10052923',
            label: 'بیده',
          },
          {
            id: '10052936',
            label: 'فتح آباد',
          },
        ],
      },
      {
        id: '1006',
        label: 'فریدن',
        children: [
          {
            id: '10060001',
            label: 'دالانکوه',
          },
          {
            id: '10060002',
            label: 'زاینده رودشمالی',
          },
          {
            id: '10060004',
            label: 'ورزق جنوبی',
          },
          {
            id: '10061417',
            label: 'داران',
          },
          {
            id: '10062251',
            label: 'دامنه',
          },
        ],
      },
      {
        id: '1007',
        label: 'فریدونشهر',
        children: [
          {
            id: '10070001',
            label: 'برف انبار',
          },
          {
            id: '10070002',
            label: 'پیشکوه موگویی',
          },
          {
            id: '10070004',
            label: 'چشمه لنگان',
          },
          {
            id: '10070005',
            label: 'عشایر',
          },
          {
            id: '10071418',
            label: 'فریدونشهر',
          },
          {
            id: '10072569',
            label: 'برف انبار',
          },
        ],
      },
      {
        id: '1008',
        label: 'فلاورجان',
        children: [
          {
            id: '10080001',
            label: 'ابریشم',
          },
          {
            id: '10080002',
            label: 'گرکن شمالی',
          },
          {
            id: '10080003',
            label: 'سهروفیروزان',
          },
          {
            id: '10080004',
            label: 'اشترجان',
          },
          {
            id: '10081048',
            label: 'طاد',
          },
          {
            id: '10081049',
            label: 'بوستان زر',
          },
          {
            id: '10081419',
            label: 'فلاورجان',
          },
          {
            id: '10081420',
            label: 'کلیشادوسودرجان',
          },
          {
            id: '10081439',
            label: 'قهدریجان',
          },
          {
            id: '10082215',
            label: 'پیربکران',
          },
          {
            id: '10082252',
            label: 'ابریشم',
          },
          {
            id: '10082444',
            label: 'بهاران شهر',
          },
          {
            id: '10082445',
            label: 'اشترجان',
          },
          {
            id: '10082789',
            label: 'زازران',
          },
          {
            id: '10082997',
            label: 'مینادشت',
          },
        ],
      },
      {
        id: '1009',
        label: 'شهرضا',
        children: [
          {
            id: '10090001',
            label: 'اسفرجان',
          },
          {
            id: '10090002',
            label: 'دشت',
          },
          {
            id: '10090003',
            label: 'منظریه',
          },
          {
            id: '10090004',
            label: 'کهرویه',
          },
          {
            id: '10091422',
            label: 'شهرضا',
          },
          {
            id: '10092446',
            label: 'منظریه',
          },
        ],
      },
      {
        id: '1010',
        label: 'کاشان',
        children: [
          {
            id: '10100001',
            label: 'جوشقان قالی',
          },
          {
            id: '10100002',
            label: 'قهرود',
          },
          {
            id: '10100003',
            label: 'میاندشت',
          },
          {
            id: '10100004',
            label: 'خرم دشت',
          },
          {
            id: '10101424',
            label: 'قمصر',
          },
          {
            id: '10101425',
            label: 'کاشان',
          },
          {
            id: '10102302',
            label: 'نیاسر',
          },
          {
            id: '10102447',
            label: 'جوشقان قالی',
          },
          {
            id: '10102542',
            label: 'برزک',
          },
          {
            id: '10102657',
            label: 'مشکات',
          },
          {
            id: '10102831',
            label: 'کامو و چوگان',
          },
        ],
      },
      {
        id: '1011',
        label: 'گلپایگان',
        children: [
          {
            id: '10110001',
            label: 'جلگه',
          },
          {
            id: '10110002',
            label: 'کناررودخانه',
          },
          {
            id: '10110003',
            label: 'نیوان',
          },
          {
            id: '10111426',
            label: 'گلپایگان',
          },
          {
            id: '10111427',
            label: 'گوگد',
          },
          {
            id: '10112511',
            label: 'گلشهر',
          },
        ],
      },
      {
        id: '1012',
        label: 'لنجان',
        children: [
          {
            id: '10120001',
            label: 'چم رود',
          },
          {
            id: '10120002',
            label: 'زیرکوه',
          },
          {
            id: '10120003',
            label: 'چم کوه',
          },
          {
            id: '10121429',
            label: 'باغ بهادران',
          },
          {
            id: '10121430',
            label: 'چمگردان',
          },
          {
            id: '10121431',
            label: 'زرین شهر',
          },
          {
            id: '10121432',
            label: 'سده لنجان',
          },
          {
            id: '10122112',
            label: 'ورنامخواست',
          },
          {
            id: '10122121',
            label: 'چرمهین',
          },
          {
            id: '10122128',
            label: 'فولادشهر',
          },
          {
            id: '10122504',
            label: 'زاینده رود',
          },
          {
            id: '10122788',
            label: 'باغشاد',
          },
        ],
      },
      {
        id: '1013',
        label: 'نایین',
        children: [
          {
            id: '10130001',
            label: 'بافران',
          },
          {
            id: '10130002',
            label: 'چوپانان',
          },
          {
            id: '10130003',
            label: 'کوهستان',
          },
          {
            id: '10130004',
            label: 'لای سیاه',
          },
          {
            id: '10131433',
            label: 'انارک',
          },
          {
            id: '10131435',
            label: 'نایین',
          },
          {
            id: '10132078',
            label: 'بافران',
          },
        ],
      },
      {
        id: '1014',
        label: 'نجف آباد',
        children: [
          {
            id: '10140001',
            label: 'جوزدان',
          },
          {
            id: '10140002',
            label: 'صادقیه',
          },
          {
            id: '10140003',
            label: 'صفاییه',
          },
          {
            id: '10141437',
            label: 'دهق',
          },
          {
            id: '10141438',
            label: 'علویجه',
          },
          {
            id: '10141440',
            label: 'نجف آباد',
          },
          {
            id: '10142045',
            label: 'جوزدان',
          },
          {
            id: '10142122',
            label: 'گلدشت',
          },
          {
            id: '10142570',
            label: 'کهریزسنگ',
          },
        ],
      },
      {
        id: '1015',
        label: 'نطنز',
        children: [
          {
            id: '10150001',
            label: 'امامزاده آقاعلی عباس',
          },
          {
            id: '10150002',
            label: 'برزرود',
          },
          {
            id: '10150003',
            label: 'طرق رود',
          },
          {
            id: '10150004',
            label: 'کرکس',
          },
          {
            id: '10151441',
            label: 'بادرود',
          },
          {
            id: '10151442',
            label: 'نطنز',
          },
          {
            id: '10152612',
            label: 'خالدآباد',
          },
          {
            id: '10152754',
            label: 'طرق رود',
          },
        ],
      },
      {
        id: '1016',
        label: 'شاهین شهرومیمه',
        children: [
          {
            id: '10160001',
            label: 'زرکان',
          },
          {
            id: '10160002',
            label: 'ونداده',
          },
          {
            id: '10161401',
            label: 'شاهین شهر',
          },
          {
            id: '10161402',
            label: 'گزبرخوار',
          },
          {
            id: '10161408',
            label: 'میمه',
          },
          {
            id: '10161409',
            label: 'وزوان',
          },
          {
            id: '10161597',
            label: 'گرگاب',
          },
          {
            id: '10161598',
            label: 'لای بید',
          },
        ],
      },
      {
        id: '1017',
        label: 'مبارکه',
        children: [
          {
            id: '10170001',
            label: 'طالخونچه',
          },
          {
            id: '10170002',
            label: 'نورآباد',
          },
          {
            id: '10170003',
            label: 'کرکوند',
          },
          {
            id: '10171428',
            label: 'مبارکه',
          },
          {
            id: '10171599',
            label: 'مجلسی',
          },
          {
            id: '10172189',
            label: 'دیزیچه',
          },
          {
            id: '10172204',
            label: 'طالخونچه',
          },
          {
            id: '10172448',
            label: 'کرکوند',
          },
          {
            id: '10172572',
            label: 'زیباشهر',
          },
          {
            id: '10172937',
            label: 'ده سرخ',
          },
        ],
      },
      {
        id: '1018',
        label: 'آران وبیدگل',
        children: [
          {
            id: '10180001',
            label: 'کویرات',
          },
          {
            id: '10180002',
            label: 'کویر',
          },
          {
            id: '10181423',
            label: 'آران وبیدگل',
          },
          {
            id: '10182279',
            label: 'ابوزیدآباد',
          },
          {
            id: '10182505',
            label: 'نوش آباد',
          },
          {
            id: '10182543',
            label: 'سفیدشهر',
          },
        ],
      },
      {
        id: '1019',
        label: 'تیران وکرون',
        children: [
          {
            id: '10190001',
            label: 'کرون سفلی',
          },
          {
            id: '10190002',
            label: 'کرون علیا',
          },
          {
            id: '10191436',
            label: 'تیران',
          },
          {
            id: '10192449',
            label: 'عسگران',
          },
          {
            id: '10192573',
            label: 'رضوانشهر',
          },
        ],
      },
      {
        id: '1020',
        label: 'چادگان',
        children: [
          {
            id: '10200001',
            label: 'چنارودجنوبی',
          },
          {
            id: '10200002',
            label: 'چنارودشمالی',
          },
          {
            id: '10201415',
            label: 'چادگان',
          },
          {
            id: '10202352',
            label: 'رزوه',
          },
        ],
      },
      {
        id: '1021',
        label: 'دهاقان',
        children: [
          {
            id: '10210002',
            label: 'قمبوان',
          },
          {
            id: '10210003',
            label: 'موسی آباد',
          },
          {
            id: '10210004',
            label: 'همگین',
          },
          {
            id: '10211421',
            label: 'دهاقان',
          },
          {
            id: '10212093',
            label: 'گلشن',
          },
        ],
      },
      {
        id: '1022',
        label: 'برخوار',
        children: [
          {
            id: '10220001',
            label: 'برخوارشرقی',
          },
          {
            id: '10220002',
            label: 'شاپورآباد',
          },
          {
            id: '10221397',
            label: 'حبیب آباد',
          },
          {
            id: '10221398',
            label: 'خورزوق',
          },
          {
            id: '10221399',
            label: 'دستگرد',
          },
          {
            id: '10221400',
            label: 'دولت آباد',
          },
          {
            id: '10222094',
            label: 'شاپورآباد',
          },
          {
            id: '10222571',
            label: 'کمشچه',
          },
          {
            id: '10222756',
            label: 'سین',
          },
        ],
      },
      {
        id: '1023',
        label: 'خور و بیابانک',
        children: [
          {
            id: '10230001',
            label: 'بیابانک',
          },
          {
            id: '10230002',
            label: 'جندق',
          },
          {
            id: '10230003',
            label: 'نخلستان',
          },
          {
            id: '10231434',
            label: 'خور',
          },
          {
            id: '10232077',
            label: 'فرخی',
          },
          {
            id: '10232203',
            label: 'جندق',
          },
        ],
      },
      {
        id: '1024',
        label: 'بو یین و میاندشت',
        children: [
          {
            id: '10240001',
            label: 'سردسیر',
          },
          {
            id: '10240002',
            label: 'گرجی',
          },
          {
            id: '10240003',
            label: 'ییلاق',
          },
          {
            id: '10241416',
            label: 'بویین ومیاندشت',
          },
          {
            id: '10242250',
            label: 'افوس',
          },
        ],
      },
      {
        id: '1025',
        label: 'کوهپایه',
        children: [
          {
            id: '10250001',
            label: 'سیستان',
          },
          {
            id: '10250002',
            label: 'جبل',
          },
          {
            id: '10251403',
            label: 'کوهپایه',
          },
          {
            id: '10252350',
            label: 'سجزی',
          },
          {
            id: '10252513',
            label: 'تودشک',
          },
        ],
      },
      {
        id: '1026',
        label: 'جرقویه',
        children: [
          {
            id: '10260001',
            label: 'جرقویه سفلی',
          },
          {
            id: '10260002',
            label: 'جرقویه وسطی',
          },
          {
            id: '10262186',
            label: 'نیک آباد',
          },
          {
            id: '10262187',
            label: 'حسن اباد',
          },
          {
            id: '10262247',
            label: 'محمدآباد',
          },
          {
            id: '10262512',
            label: 'نصرآباد',
          },
        ],
      },
      {
        id: '1027',
        label: 'ورزنه',
        children: [
          {
            id: '10270001',
            label: 'گاوخونی شمالی',
          },
          {
            id: '10270002',
            label: 'گاوخونی جنوبی',
          },
          {
            id: '10271404',
            label: 'ورزنه',
          },
        ],
      },
      {
        id: '1028',
        label: 'هرند',
        children: [
          {
            id: '10280001',
            label: 'امامزاده عبدالعزیز',
          },
          {
            id: '10280002',
            label: 'هاشم آباد',
          },
          {
            id: '10281405',
            label: 'هرند',
          },
          {
            id: '10282248',
            label: 'اژیه',
          },
        ],
      },
    ],
  },
  {
    id: '11',
    label: 'سیستان وبلوچستان',
    children: [
      {
        id: '1101',
        label: 'ایرانشهر',
        children: [
          {
            id: '11010001',
            label: 'دامن',
          },
          {
            id: '11010002',
            label: 'آبادان',
          },
          {
            id: '11011443',
            label: 'ایرانشهر',
          },
          {
            id: '11012450',
            label: 'بزمان',
          },
        ],
      },
      {
        id: '1102',
        label: 'چاه بهار',
        children: [
          {
            id: '11020001',
            label: 'پلان',
          },
          {
            id: '11020002',
            label: 'بجاربازار',
          },
          {
            id: '11020004',
            label: 'کمبل سلیمان',
          },
          {
            id: '11020005',
            label: 'وشنام دری',
          },
          {
            id: '11021446',
            label: 'چاه بهار',
          },
          {
            id: '11022894',
            label: 'پلان',
          },
        ],
      },
      {
        id: '1103',
        label: 'خاش',
        children: [
          {
            id: '11030001',
            label: 'ایرندگان',
          },
          {
            id: '11030002',
            label: 'کهنوک',
          },
          {
            id: '11030003',
            label: 'سنگان',
          },
          {
            id: '11030004',
            label: 'کارواندر',
          },
          {
            id: '11030005',
            label: 'کوه سفید',
          },
          {
            id: '11030006',
            label: 'اسماعیل آباد',
          },
          {
            id: '11031449',
            label: 'خاش',
          },
          {
            id: '11032915',
            label: 'ده رییس',
          },
          {
            id: '11032979',
            label: 'اسماعیل آباد',
          },
        ],
      },
      {
        id: '1104',
        label: 'زابل',
        children: [
          {
            id: '11040001',
            label: 'بنجار',
          },
          {
            id: '11040002',
            label: 'حیدرآباد',
          },
          {
            id: '11041450',
            label: 'زابل',
          },
          {
            id: '11042453',
            label: 'بنجار',
          },
        ],
      },
      {
        id: '1105',
        label: 'زاهدان',
        children: [
          {
            id: '11050001',
            label: 'چشمه زیارت',
          },
          {
            id: '11050002',
            label: 'حرمک',
          },
          {
            id: '11051451',
            label: 'زاهدان',
          },
          {
            id: '11051681',
            label: 'زاهدان 1',
          },
          {
            id: '11051682',
            label: 'زاهدان 2',
          },
          {
            id: '11051683',
            label: 'زاهدان 3',
          },
          {
            id: '11052454',
            label: 'نصرت آباد',
          },
          {
            id: '11052862',
            label: 'زاهدان 4',
          },
          {
            id: '11052863',
            label: 'زاهدان 5',
          },
          {
            id: '11052891',
            label: 'سرجنگل',
          },
        ],
      },
      {
        id: '1106',
        label: 'سراوان',
        children: [
          {
            id: '11060001',
            label: 'بم پشت',
          },
          {
            id: '11060002',
            label: 'حومه',
          },
          {
            id: '11060005',
            label: 'گشت',
          },
          {
            id: '11060006',
            label: 'ناهوک',
          },
          {
            id: '11061047',
            label: 'اسفندک',
          },
          {
            id: '11061453',
            label: 'سراوان',
          },
          {
            id: '11062047',
            label: 'محمدی',
          },
          {
            id: '11062048',
            label: 'گشت',
          },
          {
            id: '11062455',
            label: 'سیرکان',
          },
        ],
      },
      {
        id: '1107',
        label: 'نیک شهر',
        children: [
          {
            id: '11070001',
            label: 'چاهان',
          },
          {
            id: '11070002',
            label: 'مخت',
          },
          {
            id: '11070003',
            label: 'مهبان',
          },
          {
            id: '11070004',
            label: 'هیچان',
          },
          {
            id: '11071001',
            label: 'چانف',
          },
          {
            id: '11071448',
            label: 'نیک شهر',
          },
          {
            id: '11072456',
            label: 'بنت',
          },
        ],
      },
      {
        id: '1108',
        label: 'راسک',
        children: [
          {
            id: '11080001',
            label: 'پیشین',
          },
          {
            id: '11080002',
            label: 'راسک وفیروزآباد',
          },
          {
            id: '11080003',
            label: 'زردبن',
          },
          {
            id: '11080004',
            label: 'جکیگور',
          },
          {
            id: '11082461',
            label: 'راسک',
          },
          {
            id: '11082501',
            label: 'پیشین',
          },
          {
            id: '11082890',
            label: 'پارود',
          },
        ],
      },
      {
        id: '1109',
        label: 'کنارک',
        children: [
          {
            id: '11090001',
            label: 'جهلیان',
          },
          {
            id: '11090002',
            label: 'کهیر',
          },
          {
            id: '11090003',
            label: 'بانسنت',
          },
          {
            id: '11091447',
            label: 'کنارک',
          },
        ],
      },
      {
        id: '1110',
        label: 'زهک',
        children: [
          {
            id: '11100001',
            label: 'جزینک',
          },
          {
            id: '11100002',
            label: 'زهک',
          },
          {
            id: '11100003',
            label: 'قلعه نو',
          },
          {
            id: '11102173',
            label: 'زهک',
          },
          {
            id: '11102978',
            label: 'جزینک',
          },
        ],
      },
      {
        id: '1111',
        label: 'هیرمند',
        children: [
          {
            id: '11110001',
            label: 'دوست محمد',
          },
          {
            id: '11110002',
            label: 'مارگان',
          },
          {
            id: '11110003',
            label: 'جهان آباد',
          },
          {
            id: '11112514',
            label: 'دوست محمد',
          },
          {
            id: '11112916',
            label: 'قرقری',
          },
        ],
      },
      {
        id: '1112',
        label: 'دلگان',
        children: [
          {
            id: '11120001',
            label: 'گنبد علوی',
          },
          {
            id: '11120002',
            label: 'دلگان',
          },
          {
            id: '11120003',
            label: 'هودیان',
          },
          {
            id: '11122451',
            label: 'گلمورتی',
          },
          {
            id: '11122914',
            label: 'چگرد',
          },
        ],
      },
      {
        id: '1113',
        label: 'مهرستان',
        children: [
          {
            id: '11130001',
            label: 'زابلی',
          },
          {
            id: '11130002',
            label: 'ایرافشان',
          },
          {
            id: '11130003',
            label: 'دهی',
          },
          {
            id: '11132355',
            label: 'مهرستان',
          },
          {
            id: '11132893',
            label: 'آشار',
          },
        ],
      },
      {
        id: '1114',
        label: 'سیب و سوران',
        children: [
          {
            id: '11140001',
            label: 'سیب وسوران',
          },
          {
            id: '11140002',
            label: 'کنت',
          },
          {
            id: '11140003',
            label: 'شندان',
          },
          {
            id: '11141027',
            label: 'سیب',
          },
          {
            id: '11142174',
            label: 'سوران',
          },
          {
            id: '11142613',
            label: 'هیدوچ',
          },
        ],
      },
      {
        id: '1115',
        label: 'نیمروز',
        children: [
          {
            id: '11150001',
            label: 'ادیمی',
          },
          {
            id: '11150002',
            label: 'بزی',
          },
          {
            id: '11152353',
            label: 'ادیمی',
          },
        ],
      },
      {
        id: '1116',
        label: 'هامون',
        children: [
          {
            id: '11160001',
            label: 'تیمورآباد',
          },
          {
            id: '11160002',
            label: 'کوه خواجه',
          },
          {
            id: '11160003',
            label: 'لوتک',
          },
          {
            id: '11160004',
            label: 'محمدآباد',
          },
          {
            id: '11162046',
            label: 'علی اکبر',
          },
          {
            id: '11162354',
            label: 'محمدآباد',
          },
        ],
      },
      {
        id: '1117',
        label: 'میرجاوه',
        children: [
          {
            id: '11170001',
            label: 'تمین',
          },
          {
            id: '11170002',
            label: 'لادیز',
          },
          {
            id: '11170003',
            label: 'حومه',
          },
          {
            id: '11170004',
            label: 'انده',
          },
          {
            id: '11171452',
            label: 'میرجاوه',
          },
          {
            id: '11172912',
            label: 'ریگ ملک',
          },
        ],
      },
      {
        id: '1118',
        label: 'قصرقند',
        children: [
          {
            id: '11180001',
            label: 'ساربوک',
          },
          {
            id: '11180002',
            label: 'هلونچکان',
          },
          {
            id: '11180003',
            label: 'هیت',
          },
          {
            id: '11181445',
            label: 'قصرقند',
          },
          {
            id: '11182892',
            label: 'ساربوک',
          },
        ],
      },
      {
        id: '1119',
        label: 'فنوج',
        children: [
          {
            id: '11190001',
            label: 'فنوج',
          },
          {
            id: '11190002',
            label: 'مسکوتان',
          },
          {
            id: '11192175',
            label: 'فنوج',
          },
          {
            id: '11192913',
            label: 'گتیج',
          },
        ],
      },
      {
        id: '1120',
        label: 'بمپور',
        children: [
          {
            id: '11200001',
            label: 'بمپورشرقی',
          },
          {
            id: '11200002',
            label: 'میرآباد',
          },
          {
            id: '11200003',
            label: 'خیرآباد',
          },
          {
            id: '11201028',
            label: 'قاسم آباد',
          },
          {
            id: '11202049',
            label: 'محمدان',
          },
          {
            id: '11202172',
            label: 'بمپور',
          },
        ],
      },
      {
        id: '1121',
        label: 'تفتان',
        children: [
          {
            id: '11210001',
            label: 'اسکل آباد',
          },
          {
            id: '11210002',
            label: 'تفتان جنوبی',
          },
          {
            id: '11212452',
            label: 'نوک آباد',
          },
        ],
      },
      {
        id: '1122',
        label: 'دشتیاری',
        children: [
          {
            id: '11220001',
            label: 'نگور',
          },
          {
            id: '11220002',
            label: 'سندمیرثویان',
          },
          {
            id: '11221029',
            label: 'بریس',
          },
          {
            id: '11221444',
            label: 'نگور',
          },
        ],
      },
      {
        id: '1123',
        label: 'سرباز',
        children: [
          {
            id: '11230001',
            label: 'مینان',
          },
          {
            id: '11230002',
            label: 'گزور',
          },
          {
            id: '11232499',
            label: 'سرباز',
          },
        ],
      },
      {
        id: '1124',
        label: 'گلشن',
        children: [
          {
            id: '11240001',
            label: 'جالق',
          },
          {
            id: '11240002',
            label: 'سینگان',
          },
          {
            id: '11242191',
            label: 'جالق',
          },
        ],
      },
      {
        id: '1125',
        label: 'لاشار',
        children: [
          {
            id: '11250001',
            label: 'لاشارشمالی',
          },
          {
            id: '11250002',
            label: 'زیرباندار',
          },
          {
            id: '11252506',
            label: 'اسپکه',
          },
        ],
      },
      {
        id: '1126',
        label: 'زرآباد',
        children: [
          {
            id: '11260001',
            label: 'زرآبادشرقی',
          },
          {
            id: '11260002',
            label: 'اسماعیل چات',
          },
          {
            id: '11262739',
            label: 'زرآباد',
          },
        ],
      },
    ],
  },
  {
    id: '12',
    label: 'کردستان',
    children: [
      {
        id: '1201',
        label: 'بانه',
        children: [
          {
            id: '12010001',
            label: 'کانی سور',
          },
          {
            id: '12010002',
            label: 'نمه شیر',
          },
          {
            id: '12010003',
            label: 'بله که',
          },
          {
            id: '12011454',
            label: 'بانه',
          },
          {
            id: '12012457',
            label: 'آرمرده',
          },
          {
            id: '12012458',
            label: 'کانی سور',
          },
          {
            id: '12012459',
            label: 'بویین سفلی',
          },
        ],
      },
      {
        id: '1202',
        label: 'بیجار',
        children: [
          {
            id: '12020001',
            label: 'طغامین',
          },
          {
            id: '12020002',
            label: 'کرانی',
          },
          {
            id: '12020003',
            label: 'خسروآباد',
          },
          {
            id: '12020004',
            label: 'سیلتان',
          },
          {
            id: '12020005',
            label: 'نجف آباد',
          },
          {
            id: '12020006',
            label: 'سیاه منصور',
          },
          {
            id: '12021455',
            label: 'بیجار',
          },
          {
            id: '12022190',
            label: 'یاسوکند',
          },
          {
            id: '12022460',
            label: 'بابارشانی',
          },
          {
            id: '12022784',
            label: 'توپ آغاج',
          },
          {
            id: '12022785',
            label: 'پیرتاج',
          },
        ],
      },
      {
        id: '1203',
        label: 'سقز',
        children: [
          {
            id: '12030001',
            label: 'چهل چشمه غربی',
          },
          {
            id: '12030002',
            label: 'ذوالفقار',
          },
          {
            id: '12030003',
            label: 'خورخوره',
          },
          {
            id: '12030004',
            label: 'گل تپه',
          },
          {
            id: '12030005',
            label: 'صاحب',
          },
          {
            id: '12030006',
            label: 'میرده',
          },
          {
            id: '12031456',
            label: 'سقز',
          },
          {
            id: '12032502',
            label: 'صاحب',
          },
          {
            id: '12032924',
            label: 'سنته',
          },
        ],
      },
      {
        id: '1204',
        label: 'سنندج',
        children: [
          {
            id: '12040001',
            label: 'آبیدر',
          },
          {
            id: '12040002',
            label: 'آرندان',
          },
          {
            id: '12040003',
            label: 'نگل',
          },
          {
            id: '12040004',
            label: 'حومه',
          },
          {
            id: '12040006',
            label: 'نران',
          },
          {
            id: '12040007',
            label: 'سراب قامیش',
          },
          {
            id: '12041458',
            label: 'سنندج',
          },
          {
            id: '12041672',
            label: 'سنندج 1',
          },
          {
            id: '12041673',
            label: 'سنندج 2',
          },
          {
            id: '12041674',
            label: 'سنندج 3',
          },
          {
            id: '12042462',
            label: 'شویشه',
          },
          {
            id: '12042895',
            label: 'حسین آباد',
          },
        ],
      },
      {
        id: '1205',
        label: 'قروه',
        children: [
          {
            id: '12050001',
            label: 'بدر',
          },
          {
            id: '12050002',
            label: 'پنجه علی شمالی',
          },
          {
            id: '12050003',
            label: 'پنجه علی جنوبی',
          },
          {
            id: '12051037',
            label: 'مالوجه',
          },
          {
            id: '12051461',
            label: 'سریش آباد',
          },
          {
            id: '12051462',
            label: 'قروه',
          },
          {
            id: '12052426',
            label: 'دلبران',
          },
          {
            id: '12052463',
            label: 'دزج',
          },
        ],
      },
      {
        id: '1206',
        label: 'مریوان',
        children: [
          {
            id: '12060001',
            label: 'خاوومیرآباد',
          },
          {
            id: '12060002',
            label: 'سرکل',
          },
          {
            id: '12060003',
            label: 'کوماسی',
          },
          {
            id: '12061463',
            label: 'مریوان',
          },
          {
            id: '12062055',
            label: 'کانی دینار',
          },
          {
            id: '12062464',
            label: 'چناره',
          },
          {
            id: '12062753',
            label: 'برده رشه',
          },
        ],
      },
      {
        id: '1207',
        label: 'دیواندره',
        children: [
          {
            id: '12070001',
            label: 'اوباتو',
          },
          {
            id: '12070002',
            label: 'زرینه',
          },
          {
            id: '12070003',
            label: 'کانی شیرین',
          },
          {
            id: '12070005',
            label: 'قراتوره',
          },
          {
            id: '12071459',
            label: 'دیواندره',
          },
          {
            id: '12072465',
            label: 'زرینه',
          },
          {
            id: '12072925',
            label: 'هزارکانیان',
          },
        ],
      },
      {
        id: '1208',
        label: 'کامیاران',
        children: [
          {
            id: '12080001',
            label: 'بیلوار',
          },
          {
            id: '12080002',
            label: 'ژاورود',
          },
          {
            id: '12080003',
            label: 'شاهو',
          },
          {
            id: '12080004',
            label: 'گاورود',
          },
          {
            id: '12081457',
            label: 'کامیاران',
          },
          {
            id: '12082466',
            label: 'موچش',
          },
        ],
      },
      {
        id: '1209',
        label: 'سروآباد',
        children: [
          {
            id: '12090001',
            label: 'اورامان تخت',
          },
          {
            id: '12090002',
            label: 'شالیار',
          },
          {
            id: '12090003',
            label: 'پایگلان',
          },
          {
            id: '12090004',
            label: 'رزآب',
          },
          {
            id: '12090005',
            label: 'ژریژه',
          },
          {
            id: '12090006',
            label: 'کوسالان',
          },
          {
            id: '12090007',
            label: 'دزلی',
          },
          {
            id: '12092205',
            label: 'سروآباد',
          },
          {
            id: '12092752',
            label: 'اورامان تخت',
          },
        ],
      },
      {
        id: '1210',
        label: 'دهگلان',
        children: [
          {
            id: '12100001',
            label: 'ییلاق جنوبی',
          },
          {
            id: '12100002',
            label: 'حومه دهگلان',
          },
          {
            id: '12100003',
            label: 'قوری چای',
          },
          {
            id: '12101460',
            label: 'دهگلان',
          },
          {
            id: '12102042',
            label: 'بلبان آباد',
          },
        ],
      },
    ],
  },
  {
    id: '13',
    label: 'همدان',
    children: [
      {
        id: '1301',
        label: 'تویسرکان',
        children: [
          {
            id: '13010001',
            label: 'قلقل رود',
          },
          {
            id: '13010002',
            label: 'کمال رود',
          },
          {
            id: '13010003',
            label: 'میان رود',
          },
          {
            id: '13010004',
            label: 'کرزان رود',
          },
          {
            id: '13011464',
            label: 'تویسرکان',
          },
          {
            id: '13011465',
            label: 'سرکان',
          },
          {
            id: '13012467',
            label: 'فرسفج',
          },
        ],
      },
      {
        id: '1302',
        label: 'ملایر',
        children: [
          {
            id: '13020001',
            label: 'المهدی',
          },
          {
            id: '13020002',
            label: 'حرم رودسفلی',
          },
          {
            id: '13020003',
            label: 'کمازان وسطی',
          },
          {
            id: '13020004',
            label: 'جوکار',
          },
          {
            id: '13020006',
            label: 'موزاران',
          },
          {
            id: '13020007',
            label: 'کوه سرده',
          },
          {
            id: '13020008',
            label: 'ترک شرقی',
          },
          {
            id: '13021466',
            label: 'سامن',
          },
          {
            id: '13021467',
            label: 'ملایر',
          },
          {
            id: '13022253',
            label: 'ازندریان',
          },
          {
            id: '13022468',
            label: 'جوکار',
          },
          {
            id: '13022658',
            label: 'زنگنه',
          },
          {
            id: '13022871',
            label: 'اسلام شهر آق گل',
          },
        ],
      },
      {
        id: '1303',
        label: 'نهاوند',
        children: [
          {
            id: '13030001',
            label: 'خزل شرقی',
          },
          {
            id: '13030002',
            label: 'سلگی',
          },
          {
            id: '13030005',
            label: 'گاماسیاب',
          },
          {
            id: '13031468',
            label: 'نهاوند',
          },
          {
            id: '13032206',
            label: 'فیروزان',
          },
          {
            id: '13032659',
            label: 'برزول',
          },
          {
            id: '13032660',
            label: 'گیان',
          },
        ],
      },
      {
        id: '1304',
        label: 'همدان',
        children: [
          {
            id: '13040001',
            label: 'ابرو',
          },
          {
            id: '13040002',
            label: 'الوندکوه شرقی',
          },
          {
            id: '13040003',
            label: 'الوندکوه غربی',
          },
          {
            id: '13040004',
            label: 'سنگستان',
          },
          {
            id: '13040005',
            label: 'گنبد',
          },
          {
            id: '13040006',
            label: 'هگمتانه',
          },
          {
            id: '13041474',
            label: 'مریانج',
          },
          {
            id: '13041475',
            label: 'همدان',
          },
          {
            id: '13041691',
            label: 'همدان 1',
          },
          {
            id: '13041692',
            label: 'همدان 2',
          },
          {
            id: '13042254',
            label: 'جورقان',
          },
          {
            id: '13042356',
            label: 'قهاوند',
          },
          {
            id: '13042522',
            label: 'همدان 3',
          },
          {
            id: '13042523',
            label: 'همدان 4',
          },
        ],
      },
      {
        id: '1305',
        label: 'کبودرآهنگ',
        children: [
          {
            id: '13050001',
            label: 'شیرین سو',
          },
          {
            id: '13050002',
            label: 'مهربان علیا',
          },
          {
            id: '13050003',
            label: 'مهربان سفلی',
          },
          {
            id: '13050005',
            label: 'کوهین',
          },
          {
            id: '13050007',
            label: 'سرداران',
          },
          {
            id: '13051473',
            label: 'کبودرآهنگ',
          },
          {
            id: '13052469',
            label: 'گل تپه',
          },
          {
            id: '13052470',
            label: 'شیرین سو',
          },
        ],
      },
      {
        id: '1306',
        label: 'اسدآباد',
        children: [
          {
            id: '13060001',
            label: 'پیرسلیمان',
          },
          {
            id: '13060002',
            label: 'کلیایی',
          },
          {
            id: '13060003',
            label: 'جلگه',
          },
          {
            id: '13060004',
            label: 'چهاردولی',
          },
          {
            id: '13060005',
            label: 'دربندرود',
          },
          {
            id: '13060006',
            label: 'سیدجمال الدین',
          },
          {
            id: '13061469',
            label: 'اسدآباد',
          },
          {
            id: '13062758',
            label: 'آجین',
          },
          {
            id: '13062994',
            label: 'پالیز',
          },
        ],
      },
      {
        id: '1307',
        label: 'بهار',
        children: [
          {
            id: '13070001',
            label: 'دیمکاران',
          },
          {
            id: '13070002',
            label: 'سیمینه رود',
          },
          {
            id: '13070004',
            label: 'آبرومند',
          },
          {
            id: '13071471',
            label: 'بهار',
          },
          {
            id: '13071472',
            label: 'لالجین',
          },
          {
            id: '13072216',
            label: 'صالح آباد',
          },
          {
            id: '13072757',
            label: 'مهاجران',
          },
        ],
      },
      {
        id: '1308',
        label: 'رزن',
        children: [
          {
            id: '13080001',
            label: 'بغراطی',
          },
          {
            id: '13080002',
            label: 'سردرودسفلی',
          },
          {
            id: '13080003',
            label: 'سردرودعلیا',
          },
          {
            id: '13082171',
            label: 'رزن',
          },
          {
            id: '13082357',
            label: 'دمق',
          },
        ],
      },
      {
        id: '1309',
        label: 'فامنین',
        children: [
          {
            id: '13090001',
            label: 'خرمدشت',
          },
          {
            id: '13090002',
            label: 'مفتح',
          },
          {
            id: '13092192',
            label: 'فامنین',
          },
        ],
      },
      {
        id: '1310',
        label: 'درگزین',
        children: [
          {
            id: '13100001',
            label: 'درگزین شرقی',
          },
          {
            id: '13100002',
            label: 'درگزین علیا',
          },
          {
            id: '13101470',
            label: 'قروه درگزین',
          },
          {
            id: '13102870',
            label: 'کرفس',
          },
        ],
      },
    ],
  },
  {
    id: '14',
    label: 'چهارمحال وبختیاری',
    children: [
      {
        id: '1401',
        label: 'بروجن',
        children: [
          {
            id: '14010001',
            label: 'حومه',
          },
          {
            id: '14010002',
            label: 'گندمان',
          },
          {
            id: '14010003',
            label: 'دوراهان',
          },
          {
            id: '14011477',
            label: 'بلداجی',
          },
          {
            id: '14011478',
            label: 'بروجن',
          },
          {
            id: '14011479',
            label: 'فرادبنه',
          },
          {
            id: '14012152',
            label: 'گندمان',
          },
          {
            id: '14012306',
            label: 'سفیددشت',
          },
          {
            id: '14012706',
            label: 'نقنه',
          },
        ],
      },
      {
        id: '1402',
        label: 'شهرکرد',
        children: [
          {
            id: '14020001',
            label: 'حومه',
          },
          {
            id: '14020002',
            label: 'مرغملک',
          },
          {
            id: '14020003',
            label: 'طاقانک',
          },
          {
            id: '14021482',
            label: 'شهرکرد',
          },
          {
            id: '14021483',
            label: 'فرخ شهر',
          },
          {
            id: '14021484',
            label: 'هفشجان',
          },
          {
            id: '14022113',
            label: 'سورشجان',
          },
          {
            id: '14022123',
            label: 'کیان',
          },
          {
            id: '14022359',
            label: 'طاقانک',
          },
          {
            id: '14022471',
            label: 'نافچ',
          },
          {
            id: '14022614',
            label: 'سودجان',
          },
          {
            id: '14022838',
            label: 'هارونی',
          },
        ],
      },
      {
        id: '1403',
        label: 'فارسان',
        children: [
          {
            id: '14030001',
            label: 'سراب علیا',
          },
          {
            id: '14030002',
            label: 'میزدج علیا',
          },
          {
            id: '14031485',
            label: 'جونقان',
          },
          {
            id: '14031486',
            label: 'فارسان',
          },
          {
            id: '14032124',
            label: 'باباحیدر',
          },
          {
            id: '14032730',
            label: 'پردنجان',
          },
          {
            id: '14032805',
            label: 'گوجان',
          },
          {
            id: '14032806',
            label: 'چلیچه',
          },
          {
            id: '14032938',
            label: 'فیل اباد',
          },
        ],
      },
      {
        id: '1404',
        label: 'لردگان',
        children: [
          {
            id: '14040001',
            label: 'بارز',
          },
          {
            id: '14040002',
            label: 'فلارد',
          },
          {
            id: '14040003',
            label: 'پشتکوه',
          },
          {
            id: '14040004',
            label: 'ریگ',
          },
          {
            id: '14040007',
            label: 'میلاس',
          },
          {
            id: '14041487',
            label: 'لردگان',
          },
          {
            id: '14042472',
            label: 'مال خلیفه',
          },
          {
            id: '14042731',
            label: 'منج',
          },
          {
            id: '14042840',
            label: 'سردشت',
          },
        ],
      },
      {
        id: '1405',
        label: 'اردل',
        children: [
          {
            id: '14050001',
            label: 'پشتکوه',
          },
          {
            id: '14050002',
            label: 'شلیل',
          },
          {
            id: '14050003',
            label: 'دیناران',
          },
          {
            id: '14051476',
            label: 'اردل',
          },
          {
            id: '14052807',
            label: 'کاج',
          },
          {
            id: '14052808',
            label: 'دشتک',
          },
          {
            id: '14052809',
            label: 'سرخون',
          },
        ],
      },
      {
        id: '1406',
        label: 'کوهرنگ',
        children: [
          {
            id: '14060001',
            label: 'دوآب',
          },
          {
            id: '14060002',
            label: 'دشت زرین',
          },
          {
            id: '14060003',
            label: 'میان کوه موگویی',
          },
          {
            id: '14062360',
            label: 'چلگرد',
          },
          {
            id: '14062839',
            label: 'صمصامی',
          },
          {
            id: '14062841',
            label: 'بازفت',
          },
        ],
      },
      {
        id: '1407',
        label: 'کیار',
        children: [
          {
            id: '14070001',
            label: 'کیارشرقی',
          },
          {
            id: '14070002',
            label: 'کیارغربی',
          },
          {
            id: '14072153',
            label: 'شلمزار',
          },
          {
            id: '14072154',
            label: 'ناغان',
          },
          {
            id: '14072358',
            label: 'گهرو',
          },
          {
            id: '14072729',
            label: 'دستنا',
          },
        ],
      },
      {
        id: '1408',
        label: 'سامان',
        children: [
          {
            id: '14080001',
            label: 'سامان',
          },
          {
            id: '14080002',
            label: 'چما',
          },
          {
            id: '14081481',
            label: 'سامان',
          },
          {
            id: '14082918',
            label: 'هوره',
          },
        ],
      },
      {
        id: '1409',
        label: 'بن',
        children: [
          {
            id: '14090001',
            label: 'حومه',
          },
          {
            id: '14090002',
            label: 'وردنجان',
          },
          {
            id: '14091480',
            label: 'بن',
          },
          {
            id: '14092732',
            label: 'وردنجان',
          },
          {
            id: '14092919',
            label: 'یان چشمه',
          },
        ],
      },
      {
        id: '1410',
        label: 'خانمیرزا',
        children: [
          {
            id: '14100001',
            label: 'خانمیرزا',
          },
          {
            id: '14100002',
            label: 'جوانمردی',
          },
          {
            id: '14102473',
            label: 'آلونی',
          },
        ],
      },
    ],
  },
  {
    id: '15',
    label: 'لرستان',
    children: [
      {
        id: '1501',
        label: 'الیگودرز',
        children: [
          {
            id: '15010001',
            label: 'ززشرقی',
          },
          {
            id: '15010002',
            label: 'ززغربی',
          },
          {
            id: '15010003',
            label: 'ماهرو',
          },
          {
            id: '15010005',
            label: 'خمه',
          },
          {
            id: '15011489',
            label: 'الیگودرز',
          },
          {
            id: '15012728',
            label: 'شول آباد',
          },
          {
            id: '15012876',
            label: 'چمن سلطان',
          },
          {
            id: '15012877',
            label: 'شاهپوراباد',
          },
        ],
      },
      {
        id: '1502',
        label: 'بروجرد',
        children: [
          {
            id: '15020001',
            label: 'اشترینان',
          },
          {
            id: '15020002',
            label: 'برده سره',
          },
          {
            id: '15020003',
            label: 'گودرزی',
          },
          {
            id: '15020004',
            label: 'همت آباد',
          },
          {
            id: '15021490',
            label: 'اشترینان',
          },
          {
            id: '15021492',
            label: 'بروجرد',
          },
          {
            id: '15022688',
            label: 'بروجرد1',
          },
          {
            id: '15022689',
            label: 'بروجرد2',
          },
          {
            id: '15022971',
            label: 'ونایی',
          },
          {
            id: '15022988',
            label: 'بروجرد 3',
          },
        ],
      },
      {
        id: '1503',
        label: 'خرم آباد',
        children: [
          {
            id: '15030001',
            label: 'چم سنگر',
          },
          {
            id: '15030002',
            label: 'سپیددشت',
          },
          {
            id: '15030003',
            label: 'قایدرحمت',
          },
          {
            id: '15030004',
            label: 'کشور',
          },
          {
            id: '15030005',
            label: 'گریت',
          },
          {
            id: '15030006',
            label: 'تنگ هفت',
          },
          {
            id: '15030007',
            label: 'کاکاشرف',
          },
          {
            id: '15031496',
            label: 'خرم آباد',
          },
          {
            id: '15032361',
            label: 'زاغه',
          },
          {
            id: '15032474',
            label: 'سپیددشت',
          },
          {
            id: '15032475',
            label: 'بیران شهر',
          },
          {
            id: '15032685',
            label: 'خرم آباد1',
          },
          {
            id: '15032686',
            label: 'خرم آباد2',
          },
          {
            id: '15032687',
            label: 'خرم آباد3',
          },
        ],
      },
      {
        id: '1504',
        label: 'دلفان',
        children: [
          {
            id: '15040001',
            label: 'ایتیوندجنوبی',
          },
          {
            id: '15040002',
            label: 'ایتیوندشمالی',
          },
          {
            id: '15040003',
            label: 'کاکاوندشرقی',
          },
          {
            id: '15040004',
            label: 'کاکاوندغربی',
          },
          {
            id: '15040005',
            label: 'نورآباد',
          },
          {
            id: '15040006',
            label: 'نورعلی',
          },
          {
            id: '15041494',
            label: 'نورآباد',
          },
          {
            id: '15042727',
            label: 'هفت چشمه',
          },
          {
            id: '15042995',
            label: 'برخوردار',
          },
        ],
      },
      {
        id: '1505',
        label: 'دورود',
        children: [
          {
            id: '15050001',
            label: 'حشمت آباد',
          },
          {
            id: '15050002',
            label: 'سیلاخور',
          },
          {
            id: '15050003',
            label: 'ژان',
          },
          {
            id: '15051491',
            label: 'دورود',
          },
          {
            id: '15052363',
            label: 'چالانچولان',
          },
        ],
      },
      {
        id: '1506',
        label: 'کوهدشت',
        children: [
          {
            id: '15060001',
            label: 'کوه دشت جنوبی',
          },
          {
            id: '15060002',
            label: 'درب گنبد',
          },
          {
            id: '15060003',
            label: 'طرهان غربی',
          },
          {
            id: '15061495',
            label: 'کوهدشت',
          },
          {
            id: '15062257',
            label: 'گراب',
          },
          {
            id: '15062364',
            label: 'کوهنانی',
          },
          {
            id: '15062615',
            label: 'درب گنبد',
          },
        ],
      },
      {
        id: '1507',
        label: 'ازنا',
        children: [
          {
            id: '15070001',
            label: 'جاپلق شرقی',
          },
          {
            id: '15070002',
            label: 'جاپلق غربی',
          },
          {
            id: '15071488',
            label: 'ازنا',
          },
          {
            id: '15072365',
            label: 'مومن آباد',
          },
        ],
      },
      {
        id: '1508',
        label: 'پلدختر',
        children: [
          {
            id: '15080001',
            label: 'جایدر',
          },
          {
            id: '15080002',
            label: 'جلوگیر',
          },
          {
            id: '15080003',
            label: 'ملاوی',
          },
          {
            id: '15080004',
            label: 'میانکوه غربی',
          },
          {
            id: '15081497',
            label: 'پلدختر',
          },
          {
            id: '15082366',
            label: 'معمولان',
          },
          {
            id: '15082996',
            label: 'سراب حمام',
          },
        ],
      },
      {
        id: '1509',
        label: 'سلسله',
        children: [
          {
            id: '15090001',
            label: 'فیروزآباد',
          },
          {
            id: '15090002',
            label: 'قلایی',
          },
          {
            id: '15090003',
            label: 'هنام',
          },
          {
            id: '15090004',
            label: 'یوسف وند',
          },
          {
            id: '15091493',
            label: 'الشتر',
          },
          {
            id: '15092367',
            label: 'فیروزآباد',
          },
        ],
      },
      {
        id: '1510',
        label: 'چگنی',
        children: [
          {
            id: '15100001',
            label: 'کشکان شمالی',
          },
          {
            id: '15100002',
            label: 'دوره',
          },
          {
            id: '15102255',
            label: 'سراب دوره',
          },
          {
            id: '15102362',
            label: 'ویسیان',
          },
          {
            id: '15102973',
            label: 'چم پلک',
          },
        ],
      },
      {
        id: '1511',
        label: 'رومشکان',
        children: [
          {
            id: '15110001',
            label: 'سوری',
          },
          {
            id: '15110002',
            label: 'رومیانی',
          },
          {
            id: '15112256',
            label: 'چقابل',
          },
          {
            id: '15112972',
            label: 'سوری',
          },
        ],
      },
    ],
  },
  {
    id: '16',
    label: 'ایلام',
    children: [
      {
        id: '1601',
        label: 'ایلام',
        children: [
          {
            id: '16010001',
            label: 'ده پایین',
          },
          {
            id: '16010002',
            label: 'علیشروان',
          },
          {
            id: '16010003',
            label: 'کشوری',
          },
          {
            id: '16011500',
            label: 'ایلام',
          },
          {
            id: '16011659',
            label: 'ایلام 1',
          },
          {
            id: '16011660',
            label: 'ایلام 2',
          },
          {
            id: '16012974',
            label: 'جعفراباد',
          },
        ],
      },
      {
        id: '1602',
        label: 'دره شهر',
        children: [
          {
            id: '16020001',
            label: 'ارمو',
          },
          {
            id: '16020002',
            label: 'زرین دشت',
          },
          {
            id: '16021503',
            label: 'دره شهر',
          },
          {
            id: '16022849',
            label: 'ماژین',
          },
        ],
      },
      {
        id: '1603',
        label: 'دهلران',
        children: [
          {
            id: '16030001',
            label: 'سیدابراهیم',
          },
          {
            id: '16030002',
            label: 'سیدناصرالدین',
          },
          {
            id: '16030003',
            label: 'نهرعنبر',
          },
          {
            id: '16030004',
            label: 'دال پری',
          },
          {
            id: '16031504',
            label: 'میمه',
          },
          {
            id: '16031505',
            label: 'دهلران',
          },
          {
            id: '16031506',
            label: 'موسیان',
          },
          {
            id: '16032127',
            label: 'پهله',
          },
        ],
      },
      {
        id: '1604',
        label: 'چرداول',
        children: [
          {
            id: '16040001',
            label: 'آسمان آباد',
          },
          {
            id: '16040002',
            label: 'زنجیره',
          },
          {
            id: '16041507',
            label: 'سرابله',
          },
          {
            id: '16042617',
            label: 'آسمان آباد',
          },
          {
            id: '16042850',
            label: 'شباب',
          },
          {
            id: '16042851',
            label: 'بلاوه',
          },
        ],
      },
      {
        id: '1605',
        label: 'مهران',
        children: [
          {
            id: '16050001',
            label: 'محسن آب',
          },
          {
            id: '16051509',
            label: 'صالح آباد',
          },
          {
            id: '16051510',
            label: 'مهران',
          },
        ],
      },
      {
        id: '1606',
        label: 'آبدانان',
        children: [
          {
            id: '16060001',
            label: 'وچ کبود',
          },
          {
            id: '16060002',
            label: 'مورموری',
          },
          {
            id: '16060003',
            label: 'آب انار',
          },
          {
            id: '16061501',
            label: 'آبدانان',
          },
          {
            id: '16062056',
            label: 'سراب باغ',
          },
          {
            id: '16062616',
            label: 'مورموری',
          },
        ],
      },
      {
        id: '1607',
        label: 'ایوان',
        children: [
          {
            id: '16070001',
            label: 'کلان',
          },
          {
            id: '16070002',
            label: 'زرنه',
          },
          {
            id: '16071498',
            label: 'ایوان',
          },
          {
            id: '16072476',
            label: 'زرنه',
          },
        ],
      },
      {
        id: '1608',
        label: 'ملکشاهی',
        children: [
          {
            id: '16080001',
            label: 'چمزی',
          },
          {
            id: '16080002',
            label: 'شوهان',
          },
          {
            id: '16081508',
            label: 'ارکواز',
          },
          {
            id: '16082028',
            label: 'دلگشا',
          },
          {
            id: '16082745',
            label: 'مهر',
          },
        ],
      },
      {
        id: '1609',
        label: 'سیروان',
        children: [
          {
            id: '16090001',
            label: 'رودبار',
          },
          {
            id: '16090002',
            label: 'لومار',
          },
          {
            id: '16092155',
            label: 'لومار',
          },
        ],
      },
      {
        id: '1610',
        label: 'بدره',
        children: [
          {
            id: '16100001',
            label: 'کلم',
          },
          {
            id: '16100002',
            label: 'دوستان',
          },
          {
            id: '16101502',
            label: 'بدره',
          },
          {
            id: '16102909',
            label: 'چشمه شیرین',
          },
        ],
      },
      {
        id: '1611',
        label: 'هلیلان',
        children: [
          {
            id: '16110001',
            label: 'گوران',
          },
          {
            id: '16110002',
            label: 'داجیوند',
          },
          {
            id: '16112574',
            label: 'توحید',
          },
        ],
      },
      {
        id: '1612',
        label: 'چوار',
        children: [
          {
            id: '16120001',
            label: 'ارکوازی',
          },
          {
            id: '16120002',
            label: 'حاجی بختیار',
          },
          {
            id: '16121499',
            label: 'چوار',
          },
        ],
      },
    ],
  },
  {
    id: '17',
    label: 'کهگیلویه وبویراحمد',
    children: [
      {
        id: '1701',
        label: 'بویراحمد',
        children: [
          {
            id: '17010001',
            label: 'دشت روم',
          },
          {
            id: '17010002',
            label: 'سیوکی',
          },
          {
            id: '17010003',
            label: 'سررودجنوبی',
          },
          {
            id: '17010004',
            label: 'سررودشمالی',
          },
          {
            id: '17010005',
            label: 'کاکان',
          },
          {
            id: '17011512',
            label: 'یاسوج',
          },
          {
            id: '17012023',
            label: 'مادوان',
          },
          {
            id: '17012083',
            label: 'چیتاب',
          },
          {
            id: '17012478',
            label: 'گراب سفلی',
          },
        ],
      },
      {
        id: '1702',
        label: 'کهگیلویه',
        children: [
          {
            id: '17020001',
            label: 'بهمیی سرحدی شرقی',
          },
          {
            id: '17020002',
            label: 'دشمن زیاری',
          },
          {
            id: '17020003',
            label: 'طیبی سرحدی شرقی',
          },
          {
            id: '17020004',
            label: 'طیبی سرحدی غربی',
          },
          {
            id: '17021514',
            label: 'دهدشت',
          },
          {
            id: '17022156',
            label: 'سوق',
          },
          {
            id: '17022479',
            label: 'قلعه رییسی',
          },
          {
            id: '17022480',
            label: 'دیشموک',
          },
        ],
      },
      {
        id: '1703',
        label: 'گچساران',
        children: [
          {
            id: '17030001',
            label: 'امامزاده جعفر',
          },
          {
            id: '17030002',
            label: 'بویراحمدگرمسیری',
          },
          {
            id: '17030003',
            label: 'بی بی حکیمه',
          },
          {
            id: '17030004',
            label: 'لیشتر',
          },
          {
            id: '17031515',
            label: 'دوگنبدان',
          },
        ],
      },
      {
        id: '1704',
        label: 'دنا',
        children: [
          {
            id: '17040001',
            label: 'پاتاوه',
          },
          {
            id: '17040002',
            label: 'سادات محمودی',
          },
          {
            id: '17041511',
            label: 'سی سخت',
          },
          {
            id: '17042084',
            label: 'پاتاوه',
          },
        ],
      },
      {
        id: '1705',
        label: 'بهمیی',
        children: [
          {
            id: '17050001',
            label: 'بهمیی گرمسیری شمالی',
          },
          {
            id: '17050002',
            label: 'سرآسیاب یوسفی',
          },
          {
            id: '17052368',
            label: 'لیکک',
          },
        ],
      },
      {
        id: '1706',
        label: 'چرام',
        children: [
          {
            id: '17060001',
            label: 'چرام',
          },
          {
            id: '17060002',
            label: 'الغچین',
          },
          {
            id: '17061513',
            label: 'چرام',
          },
          {
            id: '17062828',
            label: 'سرفاریاب',
          },
        ],
      },
      {
        id: '1707',
        label: 'باشت',
        children: [
          {
            id: '17070001',
            label: 'سرابیز',
          },
          {
            id: '17070002',
            label: 'کوه مره خامی',
          },
          {
            id: '17072130',
            label: 'باشت',
          },
          {
            id: '17072917',
            label: 'بوستان',
          },
        ],
      },
      {
        id: '1708',
        label: 'لنده',
        children: [
          {
            id: '17080001',
            label: 'طیبی گرمسیری شمالی',
          },
          {
            id: '17080002',
            label: 'عالی طیب',
          },
          {
            id: '17082129',
            label: 'لنده',
          },
        ],
      },
      {
        id: '1709',
        label: 'مارگون',
        children: [
          {
            id: '17090001',
            label: 'شورم',
          },
          {
            id: '17090002',
            label: 'مارگون',
          },
          {
            id: '17090003',
            label: 'دالون',
          },
          {
            id: '17092477',
            label: 'مارگون',
          },
        ],
      },
    ],
  },
  {
    id: '18',
    label: 'بوشهر',
    children: [
      {
        id: '1801',
        label: 'بوشهر',
        children: [
          {
            id: '18010001',
            label: 'انگالی',
          },
          {
            id: '18010002',
            label: 'حومه',
          },
          {
            id: '18011516',
            label: 'خارک',
          },
          {
            id: '18011517',
            label: 'بوشهر',
          },
          {
            id: '18012481',
            label: 'چغادک',
          },
          {
            id: '18012692',
            label: 'بوشهر1',
          },
          {
            id: '18012693',
            label: 'بوشهر2',
          },
          {
            id: '18012867',
            label: 'عالی شهر',
          },
        ],
      },
      {
        id: '1802',
        label: 'تنگستان',
        children: [
          {
            id: '18020001',
            label: 'بوالخیر',
          },
          {
            id: '18020002',
            label: 'دلوار',
          },
          {
            id: '18021518',
            label: 'اهرم',
          },
          {
            id: '18022258',
            label: 'دلوار',
          },
          {
            id: '18022816',
            label: 'آباد',
          },
        ],
      },
      {
        id: '1803',
        label: 'دشتستان',
        children: [
          {
            id: '18030001',
            label: 'زیرراه',
          },
          {
            id: '18030002',
            label: 'شبانکاره',
          },
          {
            id: '18030003',
            label: 'حومه',
          },
          {
            id: '18030004',
            label: 'دالکی',
          },
          {
            id: '18030005',
            label: 'زیارت',
          },
          {
            id: '18031519',
            label: 'سعد آباد',
          },
          {
            id: '18031520',
            label: 'برازجان',
          },
          {
            id: '18032157',
            label: 'شبانکاره',
          },
          {
            id: '18032308',
            label: 'آب پخش',
          },
          {
            id: '18032369',
            label: 'دالکی',
          },
          {
            id: '18032482',
            label: 'وحدتیه',
          },
          {
            id: '18032618',
            label: 'تنگ ارم',
          },
          {
            id: '18032619',
            label: 'کلمه',
          },
          {
            id: '18032817',
            label: 'بوشکان',
          },
        ],
      },
      {
        id: '1804',
        label: 'دشتی',
        children: [
          {
            id: '18040001',
            label: 'چغاپور',
          },
          {
            id: '18040002',
            label: 'کاکی',
          },
          {
            id: '18040003',
            label: 'کبگان',
          },
          {
            id: '18041521',
            label: 'خورموج',
          },
          {
            id: '18042050',
            label: 'شنبه',
          },
          {
            id: '18042131',
            label: 'کاکی',
          },
          {
            id: '18042818',
            label: 'بادوله',
          },
        ],
      },
      {
        id: '1805',
        label: 'دیر',
        children: [
          {
            id: '18050001',
            label: 'بردخون',
          },
          {
            id: '18050002',
            label: 'حومه',
          },
          {
            id: '18050003',
            label: 'آبکش',
          },
          {
            id: '18051522',
            label: 'بندردیر',
          },
          {
            id: '18052483',
            label: 'بردخون',
          },
          {
            id: '18052484',
            label: 'آبدان',
          },
          {
            id: '18052737',
            label: 'بردستان',
          },
          {
            id: '18052819',
            label: 'دوراهک',
          },
        ],
      },
      {
        id: '1806',
        label: 'کنگان',
        children: [
          {
            id: '18060001',
            label: 'طاهری',
          },
          {
            id: '18060002',
            label: 'شیرینو',
          },
          {
            id: '18060004',
            label: 'حومه',
          },
          {
            id: '18060005',
            label: 'تمبک',
          },
          {
            id: '18061523',
            label: 'بندرکنگان',
          },
          {
            id: '18062620',
            label: 'بنک',
          },
          {
            id: '18062661',
            label: 'سیراف',
          },
        ],
      },
      {
        id: '1807',
        label: 'گناوه',
        children: [
          {
            id: '18070001',
            label: 'رودحله',
          },
          {
            id: '18071525',
            label: 'بندرریگ',
          },
          {
            id: '18071526',
            label: 'بندرگناوه',
          },
        ],
      },
      {
        id: '1808',
        label: 'دیلم',
        children: [
          {
            id: '18080001',
            label: 'لیراوی جنوبی',
          },
          {
            id: '18080002',
            label: 'لیراوی میانی',
          },
          {
            id: '18081524',
            label: 'بندردیلم',
          },
          {
            id: '18082370',
            label: 'امام حسن',
          },
        ],
      },
      {
        id: '1809',
        label: 'جم',
        children: [
          {
            id: '18090001',
            label: 'انارستان',
          },
          {
            id: '18090002',
            label: 'ریز',
          },
          {
            id: '18090003',
            label: 'تشان',
          },
          {
            id: '18092087',
            label: 'انارستان',
          },
          {
            id: '18092259',
            label: 'جم',
          },
          {
            id: '18092662',
            label: 'ریز',
          },
          {
            id: '18092933',
            label: 'بهارستان',
          },
        ],
      },
      {
        id: '1810',
        label: 'عسلویه',
        children: [
          {
            id: '18100001',
            label: 'نای بند',
          },
          {
            id: '18100002',
            label: 'اخند',
          },
          {
            id: '18102621',
            label: 'عسلویه',
          },
          {
            id: '18102622',
            label: 'نخل تقی',
          },
          {
            id: '18102878',
            label: 'چاه مبارک',
          },
          {
            id: '18102932',
            label: 'بیدخون',
          },
        ],
      },
    ],
  },
  {
    id: '19',
    label: 'زنجان',
    children: [
      {
        id: '1901',
        label: 'ابهر',
        children: [
          {
            id: '19010001',
            label: 'ابهررود',
          },
          {
            id: '19010002',
            label: 'حومه',
          },
          {
            id: '19010003',
            label: 'درسجین',
          },
          {
            id: '19010004',
            label: 'دولت آباد',
          },
          {
            id: '19010005',
            label: 'صایین قلعه',
          },
          {
            id: '19011528',
            label: 'ابهر',
          },
          {
            id: '19011530',
            label: 'صایین قلعه',
          },
          {
            id: '19011531',
            label: 'هیدج',
          },
        ],
      },
      {
        id: '1903',
        label: 'خدابنده',
        children: [
          {
            id: '19030001',
            label: 'شیوانات',
          },
          {
            id: '19030002',
            label: 'قشلاقات افشار',
          },
          {
            id: '19030003',
            label: 'خرارود',
          },
          {
            id: '19030005',
            label: 'سهرورد',
          },
          {
            id: '19030006',
            label: 'کرسف',
          },
          {
            id: '19031533',
            label: 'قیدار',
          },
          {
            id: '19032039',
            label: 'سهرورد',
          },
          {
            id: '19032260',
            label: 'گرماب',
          },
          {
            id: '19032371',
            label: 'سجاس',
          },
          {
            id: '19032376',
            label: 'زرین رود',
          },
          {
            id: '19032832',
            label: 'کرسف',
          },
          {
            id: '19032833',
            label: 'نوربهار',
          },
        ],
      },
      {
        id: '1904',
        label: 'زنجان',
        children: [
          {
            id: '19040001',
            label: 'چایپاره بالا',
          },
          {
            id: '19040002',
            label: 'قره پشتلوپایین',
          },
          {
            id: '19040003',
            label: 'زنجانرودپایین',
          },
          {
            id: '19040004',
            label: 'چایپاره پایین',
          },
          {
            id: '19040005',
            label: 'غنی بیگلو',
          },
          {
            id: '19040006',
            label: 'زنجانرودبالا',
          },
          {
            id: '19040010',
            label: 'معجزات',
          },
          {
            id: '19040011',
            label: 'قلتوق',
          },
          {
            id: '19041534',
            label: 'زنجان',
          },
          {
            id: '19041664',
            label: 'زنجان 1',
          },
          {
            id: '19041665',
            label: 'زنجان 2',
          },
          {
            id: '19042038',
            label: 'ارمغانخانه',
          },
          {
            id: '19042384',
            label: 'زنجان 3',
          },
          {
            id: '19042764',
            label: 'نیک پی',
          },
          {
            id: '19042958',
            label: 'زنجان 4',
          },
        ],
      },
      {
        id: '1906',
        label: 'ایجرود',
        children: [
          {
            id: '19060001',
            label: 'ایجرودپایین',
          },
          {
            id: '19060002',
            label: 'گلابر',
          },
          {
            id: '19060003',
            label: 'سعیدآباد',
          },
          {
            id: '19062327',
            label: 'زرین آباد',
          },
          {
            id: '19062485',
            label: 'حلب',
          },
        ],
      },
      {
        id: '1907',
        label: 'خرمدره',
        children: [
          {
            id: '19070001',
            label: 'الوند',
          },
          {
            id: '19070002',
            label: 'خرمدره',
          },
          {
            id: '19071529',
            label: 'خرمدره',
          },
        ],
      },
      {
        id: '1908',
        label: 'طارم',
        children: [
          {
            id: '19080001',
            label: 'چورزق',
          },
          {
            id: '19080002',
            label: 'دستجرده',
          },
          {
            id: '19082262',
            label: 'آب بر',
          },
          {
            id: '19082486',
            label: 'چورزق',
          },
        ],
      },
      {
        id: '1909',
        label: 'ماهنشان',
        children: [
          {
            id: '19090001',
            label: 'انگوران',
          },
          {
            id: '19090002',
            label: 'قلعه جوق',
          },
          {
            id: '19090004',
            label: 'قزل گچیلو',
          },
          {
            id: '19090005',
            label: 'ماه نشان',
          },
          {
            id: '19092207',
            label: 'ماه نشان',
          },
          {
            id: '19092261',
            label: 'دندی',
          },
        ],
      },
      {
        id: '1910',
        label: 'سلطانیه',
        children: [
          {
            id: '19100001',
            label: 'گوزل دره',
          },
          {
            id: '19100002',
            label: 'قره بلاغ',
          },
          {
            id: '19101527',
            label: 'سلطانیه',
          },
        ],
      },
    ],
  },
  {
    id: '20',
    label: 'سمنان',
    children: [
      {
        id: '2001',
        label: 'دامغان',
        children: [
          {
            id: '20010001',
            label: 'قهاب رستاق',
          },
          {
            id: '20010002',
            label: 'قهاب صرصر',
          },
          {
            id: '20010003',
            label: 'تویه دروار',
          },
          {
            id: '20011540',
            label: 'دامغان',
          },
          {
            id: '20012263',
            label: 'امیریه',
          },
          {
            id: '20012264',
            label: 'دیباج',
          },
          {
            id: '20012759',
            label: 'کلاته',
          },
        ],
      },
      {
        id: '2002',
        label: 'سمنان',
        children: [
          {
            id: '20020001',
            label: 'حومه',
          },
          {
            id: '20021542',
            label: 'سمنان',
          },
        ],
      },
      {
        id: '2003',
        label: 'شاهرود',
        children: [
          {
            id: '20030001',
            label: 'خرقان',
          },
          {
            id: '20030002',
            label: 'کلاته های غربی',
          },
          {
            id: '20030003',
            label: 'طرود',
          },
          {
            id: '20031545',
            label: 'بسطام',
          },
          {
            id: '20031546',
            label: 'مجن',
          },
          {
            id: '20031547',
            label: 'شاهرود',
          },
          {
            id: '20032160',
            label: 'کلاته خیج',
          },
          {
            id: '20032161',
            label: 'بیارجمند',
          },
          {
            id: '20032775',
            label: 'رودیان',
          },
        ],
      },
      {
        id: '2004',
        label: 'گرمسار',
        children: [
          {
            id: '20040001',
            label: 'حومه',
          },
          {
            id: '20040002',
            label: 'ایوانکی',
          },
          {
            id: '20040004',
            label: 'لجران',
          },
          {
            id: '20041548',
            label: 'ایوانکی',
          },
          {
            id: '20041550',
            label: 'گرمسار',
          },
        ],
      },
      {
        id: '2005',
        label: 'مهدی شهر',
        children: [
          {
            id: '20050001',
            label: 'پشتکوه',
          },
          {
            id: '20050002',
            label: 'چاشم',
          },
          {
            id: '20051543',
            label: 'شهمیرزاد',
          },
          {
            id: '20051544',
            label: 'مهدی شهر',
          },
          {
            id: '20052022',
            label: 'درجزین',
          },
        ],
      },
      {
        id: '2006',
        label: 'آرادان',
        children: [
          {
            id: '20060001',
            label: 'یاتری',
          },
          {
            id: '20060002',
            label: 'حسین آباد کردها',
          },
          {
            id: '20061549',
            label: 'آرادان',
          },
          {
            id: '20062768',
            label: 'کهن آباد',
          },
        ],
      },
      {
        id: '2007',
        label: 'میامی',
        children: [
          {
            id: '20070001',
            label: 'میامی',
          },
          {
            id: '20070002',
            label: 'فرومد',
          },
          {
            id: '20070003',
            label: 'کلاته های شرقی',
          },
          {
            id: '20072162',
            label: 'میامی',
          },
          {
            id: '20072990',
            label: 'رضوان',
          },
        ],
      },
      {
        id: '2008',
        label: 'سرخه',
        children: [
          {
            id: '20080001',
            label: 'لاسگرد',
          },
          {
            id: '20080002',
            label: 'هفدر',
          },
          {
            id: '20081541',
            label: 'سرخه',
          },
        ],
      },
    ],
  },
  {
    id: '21',
    label: 'یزد',
    children: [
      {
        id: '2101',
        label: 'اردکان',
        children: [
          {
            id: '21010001',
            label: 'عقدا',
          },
          {
            id: '21010002',
            label: 'رباطات',
          },
          {
            id: '21010003',
            label: 'زرین',
          },
          {
            id: '21011551',
            label: 'اردکان',
          },
          {
            id: '21012265',
            label: 'احمدآباد',
          },
          {
            id: '21012623',
            label: 'عقدا',
          },
          {
            id: '21012984',
            label: 'خرانق',
          },
        ],
      },
      {
        id: '2102',
        label: 'بافق',
        children: [
          {
            id: '21020001',
            label: 'مبارکه',
          },
          {
            id: '21020002',
            label: 'سبزدشت',
          },
          {
            id: '21020003',
            label: 'کوشک',
          },
          {
            id: '21021554',
            label: 'بافق',
          },
        ],
      },
      {
        id: '2103',
        label: 'تفت',
        children: [
          {
            id: '21030001',
            label: 'پیشکوه',
          },
          {
            id: '21030002',
            label: 'شیرکوه',
          },
          {
            id: '21030003',
            label: 'علی اباد',
          },
          {
            id: '21030004',
            label: 'نصراباد',
          },
          {
            id: '21030005',
            label: 'دهشیر',
          },
          {
            id: '21031555',
            label: 'تفت',
          },
          {
            id: '21031556',
            label: 'نیر',
          },
          {
            id: '21032976',
            label: 'بخ',
          },
        ],
      },
      {
        id: '2104',
        label: 'مهریز',
        children: [
          {
            id: '21040001',
            label: 'ارنان',
          },
          {
            id: '21040002',
            label: 'تنگ چنار',
          },
          {
            id: '21040003',
            label: 'خورمیز',
          },
          {
            id: '21040004',
            label: 'میانکوه',
          },
          {
            id: '21040005',
            label: 'بهادران',
          },
          {
            id: '21041558',
            label: 'مهریز',
          },
        ],
      },
      {
        id: '2105',
        label: 'یزد',
        children: [
          {
            id: '21050001',
            label: 'اله آباد',
          },
          {
            id: '21050002',
            label: 'فجر',
          },
          {
            id: '21050003',
            label: 'فهرج',
          },
          {
            id: '21051016',
            label: 'یزد4',
          },
          {
            id: '21051017',
            label: 'یزد_منطقه تاریخی',
          },
          {
            id: '21051561',
            label: 'زارچ',
          },
          {
            id: '21051562',
            label: 'یزد',
          },
          {
            id: '21051657',
            label: 'یزد1',
          },
          {
            id: '21051658',
            label: 'یزد2',
          },
          {
            id: '21052126',
            label: 'شاهدیه',
          },
          {
            id: '21052163',
            label: 'حمیدیا',
          },
          {
            id: '21052525',
            label: 'یزد3',
          },
        ],
      },
      {
        id: '2106',
        label: 'میبد',
        children: [
          {
            id: '21060001',
            label: 'ندوشن',
          },
          {
            id: '21060002',
            label: 'شهدا',
          },
          {
            id: '21061552',
            label: 'میبد',
          },
          {
            id: '21062024',
            label: 'بفروییه',
          },
          {
            id: '21062322',
            label: 'ندوشن',
          },
        ],
      },
      {
        id: '2107',
        label: 'ابرکوه',
        children: [
          {
            id: '21070001',
            label: 'تیرجرد',
          },
          {
            id: '21070002',
            label: 'فراغه',
          },
          {
            id: '21071293',
            label: 'ابرکوه',
          },
          {
            id: '21072372',
            label: 'مهردشت',
          },
        ],
      },
      {
        id: '2108',
        label: 'اشکذر',
        children: [
          {
            id: '21080001',
            label: 'کذاب',
          },
          {
            id: '21081560',
            label: 'اشکذر',
          },
          {
            id: '21082377',
            label: 'خضرآباد',
          },
          {
            id: '21082985',
            label: 'مجومرد',
          },
        ],
      },
      {
        id: '2109',
        label: 'خاتم',
        children: [
          {
            id: '21090001',
            label: 'چاهک',
          },
          {
            id: '21090002',
            label: 'فتح آباد',
          },
          {
            id: '21091559',
            label: 'هرات',
          },
        ],
      },
      {
        id: '2111',
        label: 'بهاباد',
        children: [
          {
            id: '21110001',
            label: 'آسفیج',
          },
          {
            id: '21110002',
            label: 'بنستان',
          },
          {
            id: '21111553',
            label: 'بهاباد',
          },
        ],
      },
      {
        id: '2112',
        label: 'مروست',
        children: [
          {
            id: '21120001',
            label: 'ایثار',
          },
          {
            id: '21120002',
            label: 'توتک',
          },
          {
            id: '21121557',
            label: 'مروست',
          },
        ],
      },
    ],
  },
  {
    id: '22',
    label: 'هرمزگان',
    children: [
      {
        id: '2201',
        label: 'ابوموسی',
        children: [
          {
            id: '22010001',
            label: 'تنب',
          },
          {
            id: '22010003',
            label: 'سیری',
          },
          {
            id: '22011563',
            label: 'ابوموسی',
          },
        ],
      },
      {
        id: '2202',
        label: 'بندرعباس',
        children: [
          {
            id: '22020001',
            label: 'ایسین',
          },
          {
            id: '22020002',
            label: 'فین',
          },
          {
            id: '22020003',
            label: 'گهره',
          },
          {
            id: '22020005',
            label: 'گچین',
          },
          {
            id: '22020007',
            label: 'سیاهو',
          },
          {
            id: '22020008',
            label: 'سرخون',
          },
          {
            id: '22021567',
            label: 'بندرعباس',
          },
          {
            id: '22021572',
            label: 'هرمز',
          },
          {
            id: '22021697',
            label: 'بندرعباس 1',
          },
          {
            id: '22021698',
            label: 'بندرعباس 2',
          },
          {
            id: '22022063',
            label: 'قلعه قاضی',
          },
          {
            id: '22022088',
            label: 'تخت',
          },
          {
            id: '22022091',
            label: 'بندرعباس 3',
          },
          {
            id: '22022307',
            label: 'فین',
          },
          {
            id: '22022812',
            label: 'تازیان پایین',
          },
        ],
      },
      {
        id: '2203',
        label: 'بندرلنگه',
        children: [
          {
            id: '22030001',
            label: 'بندرچارک',
          },
          {
            id: '22030002',
            label: 'مقام',
          },
          {
            id: '22030003',
            label: 'لاوان',
          },
          {
            id: '22031570',
            label: 'کنگ',
          },
          {
            id: '22031571',
            label: 'بندرلنگه',
          },
          {
            id: '22032193',
            label: 'کیش',
          },
          {
            id: '22032266',
            label: 'چارک',
          },
          {
            id: '22032813',
            label: 'لمزان',
          },
        ],
      },
      {
        id: '2204',
        label: 'قشم',
        children: [
          {
            id: '22040001',
            label: 'حومه',
          },
          {
            id: '22040002',
            label: 'سوزا',
          },
          {
            id: '22040003',
            label: 'لارک',
          },
          {
            id: '22040004',
            label: 'هنگام',
          },
          {
            id: '22041033',
            label: 'رمکان',
          },
          {
            id: '22041034',
            label: 'لافت',
          },
          {
            id: '22041573',
            label: 'قشم',
          },
          {
            id: '22042487',
            label: 'سوزا',
          },
          {
            id: '22042627',
            label: 'درگهان',
          },
          {
            id: '22042940',
            label: 'طبل',
          },
        ],
      },
      {
        id: '2205',
        label: 'میناب',
        children: [
          {
            id: '22050001',
            label: 'بندر',
          },
          {
            id: '22050002',
            label: 'درپهن',
          },
          {
            id: '22050003',
            label: 'سندرک',
          },
          {
            id: '22050004',
            label: 'کریان',
          },
          {
            id: '22050005',
            label: 'گوربند',
          },
          {
            id: '22051035',
            label: 'زهوکی',
          },
          {
            id: '22051036',
            label: 'کرگان',
          },
          {
            id: '22051575',
            label: 'میناب',
          },
          {
            id: '22052003',
            label: 'هشتبندی',
          },
          {
            id: '22052064',
            label: 'سندرک',
          },
          {
            id: '22052814',
            label: 'تیرور',
          },
          {
            id: '22052910',
            label: 'بندزرک',
          },
        ],
      },
      {
        id: '2206',
        label: 'جاسک',
        children: [
          {
            id: '22060001',
            label: 'جاسک',
          },
          {
            id: '22060002',
            label: 'سورک',
          },
          {
            id: '22060003',
            label: 'کنگان',
          },
          {
            id: '22060004',
            label: 'گابریک',
          },
          {
            id: '22061565',
            label: 'بندرجاسک',
          },
          {
            id: '22062872',
            label: 'لیردف',
          },
        ],
      },
      {
        id: '2207',
        label: 'رودان',
        children: [
          {
            id: '22070001',
            label: 'رودخانه',
          },
          {
            id: '22070002',
            label: 'مسافرآباد',
          },
          {
            id: '22070003',
            label: 'رودخانه بر',
          },
          {
            id: '22070006',
            label: 'راهدار',
          },
          {
            id: '22070007',
            label: 'برنطین',
          },
          {
            id: '22071574',
            label: 'دهبارز',
          },
          {
            id: '22072006',
            label: 'بیکاء',
          },
          {
            id: '22072663',
            label: 'زیارتعلی',
          },
          {
            id: '22072911',
            label: 'بالاشهر',
          },
        ],
      },
      {
        id: '2208',
        label: 'حاجی اباد',
        children: [
          {
            id: '22080001',
            label: 'درآگاه',
          },
          {
            id: '22080002',
            label: 'فارغان',
          },
          {
            id: '22080003',
            label: 'آشکارا',
          },
          {
            id: '22081566',
            label: 'حاجی اباد',
          },
          {
            id: '22082092',
            label: 'سرگز',
          },
          {
            id: '22082626',
            label: 'فارغان',
          },
        ],
      },
      {
        id: '2209',
        label: 'بستک',
        children: [
          {
            id: '22090001',
            label: 'جناح',
          },
          {
            id: '22090002',
            label: 'فرامرزان',
          },
          {
            id: '22090003',
            label: 'گوده',
          },
          {
            id: '22091568',
            label: 'بستک',
          },
          {
            id: '22092625',
            label: 'جناح',
          },
          {
            id: '22092959',
            label: 'هنگوییه',
          },
          {
            id: '22092960',
            label: 'کوهیچ',
          },
        ],
      },
      {
        id: '2210',
        label: 'خمیر',
        children: [
          {
            id: '22100001',
            label: 'رودبار',
          },
          {
            id: '22100002',
            label: 'رویدر',
          },
          {
            id: '22101564',
            label: 'خمیر',
          },
          {
            id: '22102005',
            label: 'رویدر',
          },
          {
            id: '22102939',
            label: 'پل',
          },
        ],
      },
      {
        id: '2211',
        label: 'پارسیان',
        children: [
          {
            id: '22110001',
            label: 'بهدشت',
          },
          {
            id: '22110002',
            label: 'کوشکنار',
          },
          {
            id: '22111569',
            label: 'پارسیان',
          },
          {
            id: '22112004',
            label: 'کوشکنار',
          },
          {
            id: '22112751',
            label: 'دشتی',
          },
        ],
      },
      {
        id: '2212',
        label: 'سیریک',
        children: [
          {
            id: '22120001',
            label: 'بمانی',
          },
          {
            id: '22120002',
            label: 'شهمردی',
          },
          {
            id: '22122267',
            label: 'سیریک',
          },
          {
            id: '22122724',
            label: 'گروک',
          },
          {
            id: '22122815',
            label: 'کوهستک',
          },
        ],
      },
      {
        id: '2213',
        label: 'بشاگرد',
        children: [
          {
            id: '22130001',
            label: 'جکدان',
          },
          {
            id: '22130002',
            label: 'سردشت',
          },
          {
            id: '22132061',
            label: 'سردشت',
          },
          {
            id: '22132062',
            label: 'گوهران',
          },
        ],
      },
    ],
  },
  {
    id: '23',
    label: 'تهران',
    children: [
      {
        id: '2301',
        label: 'تهران',
        children: [
          {
            id: '23010001',
            label: 'سولقان',
          },
          {
            id: '23010002',
            label: 'خلازیر',
          },
          {
            id: '23011576',
            label: 'تهران',
          },
          {
            id: '23011601',
            label: 'تهران 1',
          },
          {
            id: '23011602',
            label: 'تهران 2',
          },
          {
            id: '23011603',
            label: 'تهران 3',
          },
          {
            id: '23011604',
            label: 'تهران 4',
          },
          {
            id: '23011605',
            label: 'تهران 5',
          },
          {
            id: '23011606',
            label: 'تهران 6',
          },
          {
            id: '23011607',
            label: 'تهران 7',
          },
          {
            id: '23011608',
            label: 'تهران 8',
          },
          {
            id: '23011609',
            label: 'تهران 9',
          },
          {
            id: '23011610',
            label: 'تهران 10',
          },
          {
            id: '23011611',
            label: 'تهران 11',
          },
          {
            id: '23011612',
            label: 'تهران 12',
          },
          {
            id: '23011613',
            label: 'تهران 13',
          },
          {
            id: '23011614',
            label: 'تهران 14',
          },
          {
            id: '23011615',
            label: 'تهران 15',
          },
          {
            id: '23011616',
            label: 'تهران 16',
          },
          {
            id: '23011617',
            label: 'تهران 17',
          },
          {
            id: '23011618',
            label: 'تهران 18',
          },
          {
            id: '23011619',
            label: 'تهران 19',
          },
          {
            id: '23011620',
            label: 'تهران 20',
          },
          {
            id: '23012225',
            label: 'تهران 21',
          },
          {
            id: '23012226',
            label: 'تهران 22',
          },
        ],
      },
      {
        id: '2302',
        label: 'دماوند',
        children: [
          {
            id: '23020001',
            label: 'ابرشیوه',
          },
          {
            id: '23020002',
            label: 'مهرآباد',
          },
          {
            id: '23020003',
            label: 'تاررود',
          },
          {
            id: '23020004',
            label: 'جمع آبرود',
          },
          {
            id: '23021578',
            label: 'دماوند',
          },
          {
            id: '23021579',
            label: 'رودهن',
          },
          {
            id: '23021580',
            label: 'کیلان',
          },
          {
            id: '23022269',
            label: 'آبسرد',
          },
          {
            id: '23022629',
            label: 'آبعلی',
          },
        ],
      },
      {
        id: '2303',
        label: 'ری',
        children: [
          {
            id: '23030001',
            label: 'حسن آباد',
          },
          {
            id: '23030002',
            label: 'کهریزک',
          },
          {
            id: '23030003',
            label: 'کلین',
          },
          {
            id: '23032115',
            label: 'ری',
          },
          {
            id: '23032167',
            label: 'حسن آباد',
          },
          {
            id: '23032270',
            label: 'باقرشهر',
          },
          {
            id: '23032488',
            label: 'کهریزک',
          },
          {
            id: '23032886',
            label: 'قیام دشت',
          },
          {
            id: '23032887',
            label: 'قلعه نو',
          },
        ],
      },
      {
        id: '2304',
        label: 'شمیرانات',
        children: [
          {
            id: '23040001',
            label: 'رودبارقصران',
          },
          {
            id: '23040002',
            label: 'لواسان کوچک',
          },
          {
            id: '23041582',
            label: 'فشم',
          },
          {
            id: '23041583',
            label: 'لواسان',
          },
          {
            id: '23042117',
            label: 'تجریش',
          },
          {
            id: '23042778',
            label: 'شمشک',
          },
        ],
      },
      {
        id: '2306',
        label: 'ورامین',
        children: [
          {
            id: '23060001',
            label: 'بهنام عرب جنوبی',
          },
          {
            id: '23060002',
            label: 'بهنام وسطجنوبی',
          },
          {
            id: '23060003',
            label: 'بهنام وسط شمالی',
          },
          {
            id: '23061594',
            label: 'ورامین',
          },
          {
            id: '23062168',
            label: 'جوادآباد',
          },
        ],
      },
      {
        id: '2309',
        label: 'شهریار',
        children: [
          {
            id: '23090001',
            label: 'جوقین',
          },
          {
            id: '23090002',
            label: 'فردوس',
          },
          {
            id: '23090004',
            label: 'رزکان',
          },
          {
            id: '23090006',
            label: 'قایم آباد',
          },
          {
            id: '23090008',
            label: 'مویز',
          },
          {
            id: '23090009',
            label: 'سعیدآباد',
          },
          {
            id: '23091588',
            label: 'شهریار',
          },
          {
            id: '23092277',
            label: 'صباشهر',
          },
          {
            id: '23092293',
            label: 'وحیدیه',
          },
          {
            id: '23092303',
            label: 'شاهدشهر',
          },
          {
            id: '23092491',
            label: 'فردوسیه',
          },
          {
            id: '23092632',
            label: 'باغستان',
          },
          {
            id: '23092633',
            label: 'اندیشه',
          },
          {
            id: '23092694',
            label: 'شهریار1',
          },
          {
            id: '23092695',
            label: 'شهریار2',
          },
          {
            id: '23092696',
            label: 'شهریار3',
          },
        ],
      },
      {
        id: '2310',
        label: 'اسلامشهر',
        children: [
          {
            id: '23100001',
            label: 'چهاردانگه',
          },
          {
            id: '23100002',
            label: 'فیروزبهرام',
          },
          {
            id: '23100004',
            label: 'بهرام آباد',
          },
          {
            id: '23101050',
            label: 'اسلامشهر 6',
          },
          {
            id: '23101581',
            label: 'اسلامشهر',
          },
          {
            id: '23102289',
            label: 'اسلام شهر1',
          },
          {
            id: '23102290',
            label: 'اسلام شهر2',
          },
          {
            id: '23102489',
            label: 'چهاردانگه',
          },
          {
            id: '23102560',
            label: 'اسلام شهر3',
          },
          {
            id: '23102770',
            label: 'احمد آباد مستوفی',
          },
        ],
      },
      {
        id: '2312',
        label: 'رباط کریم',
        children: [
          {
            id: '23120001',
            label: 'امامزاده ابوطالب',
          },
          {
            id: '23120002',
            label: 'منجیل آباد',
          },
          {
            id: '23120003',
            label: 'وهن آباد',
          },
          {
            id: '23121585',
            label: 'رباطکریم',
          },
          {
            id: '23122666',
            label: 'نصیرشهر',
          },
          {
            id: '23122826',
            label: 'پرند',
          },
        ],
      },
      {
        id: '2313',
        label: 'پاکدشت',
        children: [
          {
            id: '23130001',
            label: 'جمال آباد',
          },
          {
            id: '23130002',
            label: 'شریف آباد',
          },
          {
            id: '23130003',
            label: 'کریم آباد',
          },
          {
            id: '23131052',
            label: 'پاکدشت 1',
          },
          {
            id: '23131053',
            label: 'پاکدشت 2',
          },
          {
            id: '23132120',
            label: 'پاکدشت',
          },
          {
            id: '23132490',
            label: 'شریف آباد',
          },
          {
            id: '23132705',
            label: 'فرون اباد',
          },
        ],
      },
      {
        id: '2314',
        label: 'فیروزکوه',
        children: [
          {
            id: '23140001',
            label: 'پشتکوه',
          },
          {
            id: '23140002',
            label: 'قزقانچای',
          },
          {
            id: '23140003',
            label: 'دوبلوک',
          },
          {
            id: '23141577',
            label: 'فیروزکوه',
          },
          {
            id: '23142634',
            label: 'ارجمند',
          },
        ],
      },
      {
        id: '2316',
        label: 'قدس',
        children: [
          {
            id: '23160001',
            label: 'دانش',
          },
          {
            id: '23160002',
            label: 'هفت جوی',
          },
          {
            id: '23162116',
            label: 'قدس',
          },
        ],
      },
      {
        id: '2317',
        label: 'ملارد',
        children: [
          {
            id: '23170001',
            label: 'ملارد شمالی',
          },
          {
            id: '23170002',
            label: 'ملارد جنوبی',
          },
          {
            id: '23172217',
            label: 'ملارد',
          },
          {
            id: '23172373',
            label: 'صفادشت',
          },
        ],
      },
      {
        id: '2318',
        label: 'پیشوا',
        children: [
          {
            id: '23180001',
            label: 'پیشوا',
          },
          {
            id: '23180002',
            label: 'عسگریه',
          },
          {
            id: '23181592',
            label: 'پیشوا',
          },
          {
            id: '23182989',
            label: 'جلیل اباد',
          },
        ],
      },
      {
        id: '2319',
        label: 'بهارستان',
        children: [
          {
            id: '23190001',
            label: 'میمنت',
          },
          {
            id: '23190002',
            label: 'صالح آباد',
          },
          {
            id: '23192208',
            label: 'نسیم شهر',
          },
          {
            id: '23192278',
            label: 'گلستان',
          },
          {
            id: '23192665',
            label: 'صالحیه',
          },
        ],
      },
      {
        id: '2320',
        label: 'پردیس',
        children: [
          {
            id: '23200001',
            label: 'گلخندان',
          },
          {
            id: '23200002',
            label: 'سعید آباد',
          },
          {
            id: '23200003',
            label: 'طاهر آباد',
          },
          {
            id: '23201040',
            label: 'سعیدآباد',
          },
          {
            id: '23201051',
            label: 'خسروآباد',
          },
          {
            id: '23202268',
            label: 'بومهن',
          },
          {
            id: '23202628',
            label: 'پردیس',
          },
        ],
      },
      {
        id: '2321',
        label: 'قرچک',
        children: [
          {
            id: '23210001',
            label: 'قشلاق جیتو',
          },
          {
            id: '23210002',
            label: 'ولی آباد',
          },
          {
            id: '23211593',
            label: 'قرچک',
          },
        ],
      },
    ],
  },
  {
    id: '24',
    label: 'اردبیل',
    children: [
      {
        id: '2401',
        label: 'اردبیل',
        children: [
          {
            id: '24010001',
            label: 'ارشق شرقی',
          },
          {
            id: '24010002',
            label: 'بالغلو',
          },
          {
            id: '24010003',
            label: 'هیر',
          },
          {
            id: '24010004',
            label: 'سردابه',
          },
          {
            id: '24010005',
            label: 'شرقی',
          },
          {
            id: '24010007',
            label: 'کلخوران',
          },
          {
            id: '24011195',
            label: 'اردبیل',
          },
          {
            id: '24011662',
            label: 'اردبیل 1',
          },
          {
            id: '24011663',
            label: 'اردبیل 2',
          },
          {
            id: '24012299',
            label: 'هیر',
          },
          {
            id: '24012575',
            label: 'اردبیل 3',
          },
          {
            id: '24012852',
            label: 'اردبیل 4',
          },
          {
            id: '24012873',
            label: 'اردبیل 5',
          },
          {
            id: '24012882',
            label: 'ثمرین',
          },
          {
            id: '24012949',
            label: 'آراللو',
          },
        ],
      },
      {
        id: '2402',
        label: 'بیله سوار',
        children: [
          {
            id: '24020001',
            label: 'انجیرلو',
          },
          {
            id: '24020002',
            label: 'قشلاق شرقی',
          },
          {
            id: '24020004',
            label: 'گوگ تپه',
          },
          {
            id: '24021230',
            label: 'بیله سوار',
          },
          {
            id: '24022209',
            label: 'جعفرآباد',
          },
        ],
      },
      {
        id: '2403',
        label: 'خلخال',
        children: [
          {
            id: '24030001',
            label: 'خورش رستم جنوبی',
          },
          {
            id: '24030002',
            label: 'خورش رستم شمالی',
          },
          {
            id: '24030003',
            label: 'شاهرود',
          },
          {
            id: '24031219',
            label: 'خلخال',
          },
          {
            id: '24032164',
            label: 'هشتجین',
          },
          {
            id: '24032165',
            label: 'کلور',
          },
        ],
      },
      {
        id: '2404',
        label: 'مشگین شهر',
        children: [
          {
            id: '24040001',
            label: 'ارشق شمالی',
          },
          {
            id: '24040002',
            label: 'لاهرود',
          },
          {
            id: '24040003',
            label: 'ارشق مرکزی',
          },
          {
            id: '24040005',
            label: 'مشگین شرقی',
          },
          {
            id: '24041229',
            label: 'مشگین شهر',
          },
          {
            id: '24042300',
            label: 'رضی',
          },
          {
            id: '24042301',
            label: 'لاهرود',
          },
          {
            id: '24042704',
            label: 'فخراباد',
          },
          {
            id: '24042723',
            label: 'مرادلو',
          },
          {
            id: '24042749',
            label: 'قصابه',
          },
          {
            id: '24042948',
            label: 'النی',
          },
        ],
      },
      {
        id: '2405',
        label: 'گرمی',
        children: [
          {
            id: '24050001',
            label: 'اجارودشرقی',
          },
          {
            id: '24050002',
            label: 'اجارودغربی',
          },
          {
            id: '24050003',
            label: 'اجارودمرکزی',
          },
          {
            id: '24050004',
            label: 'انی',
          },
          {
            id: '24050005',
            label: 'اجارودشمالی',
          },
          {
            id: '24050006',
            label: 'پایین برزند',
          },
          {
            id: '24051232',
            label: 'گرمی',
          },
          {
            id: '24052880',
            label: 'زهرا',
          },
        ],
      },
      {
        id: '2406',
        label: 'پارس آباد',
        children: [
          {
            id: '24060001',
            label: 'محمودآباد',
          },
          {
            id: '24060002',
            label: 'تازه کند',
          },
          {
            id: '24060003',
            label: 'ساوالان',
          },
          {
            id: '24060004',
            label: 'اولتان',
          },
          {
            id: '24061032',
            label: 'اولتان',
          },
          {
            id: '24061231',
            label: 'پارس آباد',
          },
          {
            id: '24062029',
            label: 'مغان سر',
          },
          {
            id: '24062750',
            label: 'اسلام اباد',
          },
        ],
      },
      {
        id: '2407',
        label: 'کوثر',
        children: [
          {
            id: '24070001',
            label: 'سنجبدشمالی',
          },
          {
            id: '24070002',
            label: 'سنجبدغربی',
          },
          {
            id: '24071218',
            label: 'گیوی',
          },
        ],
      },
      {
        id: '2408',
        label: 'نمین',
        children: [
          {
            id: '24080001',
            label: 'ویلکیج جنوبی',
          },
          {
            id: '24080002',
            label: 'ویلکیج مرکزی',
          },
          {
            id: '24080003',
            label: 'گرده',
          },
          {
            id: '24080004',
            label: 'ویلکیج شمالی',
          },
          {
            id: '24081197',
            label: 'نمین',
          },
          {
            id: '24082493',
            label: 'آبی بیگلو',
          },
          {
            id: '24082576',
            label: 'عنبران',
          },
        ],
      },
      {
        id: '2409',
        label: 'نیر',
        children: [
          {
            id: '24090001',
            label: 'دورسونخواجه',
          },
          {
            id: '24090002',
            label: 'رضاقلی قشلاق',
          },
          {
            id: '24090003',
            label: 'یورتچی غربی',
          },
          {
            id: '24091198',
            label: 'نیر',
          },
          {
            id: '24092636',
            label: 'کوراییم',
          },
        ],
      },
      {
        id: '2410',
        label: 'سرعین',
        children: [
          {
            id: '24100001',
            label: 'آب گرم',
          },
          {
            id: '24100002',
            label: 'الوارس',
          },
          {
            id: '24101196',
            label: 'سرعین',
          },
          {
            id: '24102881',
            label: 'اردیموسی',
          },
        ],
      },
      {
        id: '2411',
        label: 'اصلاندوز',
        children: [
          {
            id: '24110001',
            label: 'بران',
          },
          {
            id: '24110002',
            label: 'قشلاق غربی',
          },
          {
            id: '24110003',
            label: 'اصلاندوز شرقی',
          },
          {
            id: '24112166',
            label: 'اصلاندوز',
          },
        ],
      },
      {
        id: '2412',
        label: 'انگوت',
        children: [
          {
            id: '24120001',
            label: 'انگوت شرقی',
          },
          {
            id: '24120002',
            label: 'انگوت غربی',
          },
          {
            id: '24122492',
            label: 'تازه کندانگوت',
          },
        ],
      },
    ],
  },
  {
    id: '25',
    label: 'قم',
    children: [
      {
        id: '2501',
        label: 'قم',
        children: [
          {
            id: '25010001',
            label: 'دستجرد',
          },
          {
            id: '25010002',
            label: 'قمرود',
          },
          {
            id: '25010003',
            label: 'قنوات',
          },
          {
            id: '25011114',
            label: 'قم',
          },
          {
            id: '25012027',
            label: 'سلفچگان',
          },
          {
            id: '25012096',
            label: 'قم 5',
          },
          {
            id: '25012097',
            label: 'قم 6',
          },
          {
            id: '25012221',
            label: 'قم 1',
          },
          {
            id: '25012222',
            label: 'قم 2',
          },
          {
            id: '25012223',
            label: 'قم 3',
          },
          {
            id: '25012224',
            label: 'قم 4',
          },
          {
            id: '25012515',
            label: 'دستجرد',
          },
          {
            id: '25012516',
            label: 'قنوات',
          },
          {
            id: '25012810',
            label: 'قم 7',
          },
          {
            id: '25012811',
            label: 'قم 8',
          },
        ],
      },
      {
        id: '2502',
        label: 'جعفرآباد',
        children: [
          {
            id: '25020001',
            label: 'جعفرآباد',
          },
          {
            id: '25020002',
            label: 'باقرآباد',
          },
          {
            id: '25022274',
            label: 'جعفریه',
          },
        ],
      },
      {
        id: '2503',
        label: 'کهک',
        children: [
          {
            id: '25030001',
            label: 'کرمجگان',
          },
          {
            id: '25030002',
            label: 'ورجان',
          },
          {
            id: '25032275',
            label: 'کهک',
          },
        ],
      },
    ],
  },
  {
    id: '26',
    label: 'قزوین',
    children: [
      {
        id: '2601',
        label: 'بویین زهرا',
        children: [
          {
            id: '26010001',
            label: 'ابراهیم آباد',
          },
          {
            id: '26010002',
            label: 'رامندجنوبی',
          },
          {
            id: '26010003',
            label: 'زهرای بالا',
          },
          {
            id: '26010004',
            label: 'زهرای پایین',
          },
          {
            id: '26010005',
            label: 'سگزآباد',
          },
          {
            id: '26011537',
            label: 'بویین زهرا',
          },
          {
            id: '26011538',
            label: 'شال',
          },
          {
            id: '26012159',
            label: 'دانسفهان',
          },
          {
            id: '26012577',
            label: 'ارداق',
          },
          {
            id: '26012638',
            label: 'سگزآباد',
          },
          {
            id: '26012991',
            label: 'عصمت آباد',
          },
        ],
      },
      {
        id: '2602',
        label: 'تاکستان',
        children: [
          {
            id: '26020001',
            label: 'اک',
          },
          {
            id: '26020002',
            label: 'خرم آباد',
          },
          {
            id: '26020003',
            label: 'نرجه',
          },
          {
            id: '26021532',
            label: 'تاکستان',
          },
          {
            id: '26022114',
            label: 'اسفرورین',
          },
          {
            id: '26022158',
            label: 'ضیاآباد',
          },
          {
            id: '26022374',
            label: 'خرمدشت',
          },
          {
            id: '26022639',
            label: 'نرجه',
          },
        ],
      },
      {
        id: '2603',
        label: 'قزوین',
        children: [
          {
            id: '26030001',
            label: 'چوقور',
          },
          {
            id: '26030002',
            label: 'خندان',
          },
          {
            id: '26030003',
            label: 'دستجرد',
          },
          {
            id: '26030004',
            label: 'نیارک',
          },
          {
            id: '26031595',
            label: 'قزوین',
          },
          {
            id: '26032125',
            label: 'اقبالیه',
          },
          {
            id: '26032291',
            label: 'قزوین 1',
          },
          {
            id: '26032292',
            label: 'قزوین 2',
          },
          {
            id: '26032375',
            label: 'محمودآبادنمونه',
          },
          {
            id: '26032494',
            label: 'معلم کلایه',
          },
          {
            id: '26032495',
            label: 'رازمیان',
          },
          {
            id: '26032520',
            label: 'قزوین 3',
          },
          {
            id: '26032579',
            label: 'کوهین',
          },
          {
            id: '26032667',
            label: 'سیردان',
          },
          {
            id: '26032703',
            label: 'قزوین 4',
          },
        ],
      },
      {
        id: '2604',
        label: 'آبیک',
        children: [
          {
            id: '26040001',
            label: 'زیاران',
          },
          {
            id: '26040002',
            label: 'کوهپایه شرقی',
          },
          {
            id: '26040003',
            label: 'کوهپایه غربی',
          },
          {
            id: '26041535',
            label: 'آبیک',
          },
          {
            id: '26042637',
            label: 'خاکعلی',
          },
          {
            id: '26042992',
            label: 'زیاران',
          },
          {
            id: '26042993',
            label: 'قشلاق',
          },
        ],
      },
      {
        id: '2605',
        label: 'البرز',
        children: [
          {
            id: '26050001',
            label: 'حصارخروان',
          },
          {
            id: '26050002',
            label: 'نصرت آباد',
          },
          {
            id: '26051539',
            label: 'الوند',
          },
          {
            id: '26052040',
            label: 'شریفیه',
          },
          {
            id: '26052218',
            label: 'محمدیه',
          },
          {
            id: '26052578',
            label: 'بیدستان',
          },
        ],
      },
      {
        id: '2606',
        label: 'آوج',
        children: [
          {
            id: '26060001',
            label: 'حصارولیعصر',
          },
          {
            id: '26060002',
            label: 'خرقان غربی',
          },
          {
            id: '26060003',
            label: 'شهیدآباد',
          },
          {
            id: '26061536',
            label: 'آوج',
          },
          {
            id: '26062517',
            label: 'آبگرم',
          },
        ],
      },
    ],
  },
  {
    id: '27',
    label: 'گلستان',
    children: [
      {
        id: '2701',
        label: 'بندرگز',
        children: [
          {
            id: '27010001',
            label: 'انزان شرقی',
          },
          {
            id: '27010002',
            label: 'لیوان',
          },
          {
            id: '27011178',
            label: 'بندرگز',
          },
          {
            id: '27012194',
            label: 'نوکنده',
          },
        ],
      },
      {
        id: '2702',
        label: 'ترکمن',
        children: [
          {
            id: '27020001',
            label: 'جعفربای جنوبی',
          },
          {
            id: '27020002',
            label: 'فراغی',
          },
          {
            id: '27021156',
            label: 'بندرترکمن',
          },
          {
            id: '27022975',
            label: 'سیجوال',
          },
        ],
      },
      {
        id: '2703',
        label: 'علی آباد کتول',
        children: [
          {
            id: '27030001',
            label: 'استرآباد',
          },
          {
            id: '27030002',
            label: 'کتول',
          },
          {
            id: '27030003',
            label: 'زرین گل',
          },
          {
            id: '27031174',
            label: 'علی اباد',
          },
          {
            id: '27032507',
            label: 'فاضل آباد',
          },
          {
            id: '27032836',
            label: 'مزرعه',
          },
          {
            id: '27032837',
            label: 'سنگدوین',
          },
        ],
      },
      {
        id: '2704',
        label: 'کردکوی',
        children: [
          {
            id: '27040001',
            label: 'چهارکوه',
          },
          {
            id: '27040002',
            label: 'سدن رستاق شرقی',
          },
          {
            id: '27040003',
            label: 'سدن رستاق غربی',
          },
          {
            id: '27041179',
            label: 'کردکوی',
          },
        ],
      },
      {
        id: '2705',
        label: 'گرگان',
        children: [
          {
            id: '27050001',
            label: 'استرآبادجنوبی',
          },
          {
            id: '27050002',
            label: 'قرق',
          },
          {
            id: '27050003',
            label: 'انجیرآب',
          },
          {
            id: '27050004',
            label: 'روشن آباد',
          },
          {
            id: '27051181',
            label: 'گرگان',
          },
          {
            id: '27052018',
            label: 'جلین',
          },
          {
            id: '27052508',
            label: 'سرخنکلاته',
          },
          {
            id: '27052697',
            label: 'گرگان 1',
          },
          {
            id: '27052698',
            label: 'گرگان 2',
          },
          {
            id: '27052866',
            label: 'گرگان 3',
          },
          {
            id: '27052868',
            label: 'قرق',
          },
        ],
      },
      {
        id: '2706',
        label: 'گنبدکاووس',
        children: [
          {
            id: '27060001',
            label: 'آق آباد',
          },
          {
            id: '27060002',
            label: 'باغلی ماراما',
          },
          {
            id: '27060003',
            label: 'فجر',
          },
          {
            id: '27060004',
            label: 'سلطانعلی',
          },
          {
            id: '27061030',
            label: 'کرند',
          },
          {
            id: '27061186',
            label: 'گنبدکاووس',
          },
          {
            id: '27062496',
            label: 'اینچه برون',
          },
        ],
      },
      {
        id: '2707',
        label: 'مینودشت',
        children: [
          {
            id: '27070001',
            label: 'چهل چای',
          },
          {
            id: '27070002',
            label: 'قلعه قافه',
          },
          {
            id: '27071188',
            label: 'مینودشت',
          },
          {
            id: '27072883',
            label: 'دوزین',
          },
        ],
      },
      {
        id: '2708',
        label: 'آق قلا',
        children: [
          {
            id: '27080001',
            label: 'آق التین',
          },
          {
            id: '27080002',
            label: 'شیخ موسی',
          },
          {
            id: '27080003',
            label: 'گرگان بوی',
          },
          {
            id: '27081180',
            label: 'آق قلا',
          },
          {
            id: '27082509',
            label: 'انبارآلوم',
          },
        ],
      },
      {
        id: '2709',
        label: 'کلاله',
        children: [
          {
            id: '27090001',
            label: 'آق سو',
          },
          {
            id: '27090002',
            label: 'تمران',
          },
          {
            id: '27090004',
            label: 'کنگور',
          },
          {
            id: '27091185',
            label: 'کلاله',
          },
          {
            id: '27092835',
            label: 'فراغی',
          },
        ],
      },
      {
        id: '2710',
        label: 'آزادشهر',
        children: [
          {
            id: '27100001',
            label: 'چشمه ساران',
          },
          {
            id: '27100002',
            label: 'نظام آباد',
          },
          {
            id: '27101182',
            label: 'آزادشهر',
          },
          {
            id: '27102581',
            label: 'نوده خاندوز',
          },
          {
            id: '27102640',
            label: 'نگین شهر',
          },
        ],
      },
      {
        id: '2711',
        label: 'رامیان',
        children: [
          {
            id: '27110001',
            label: 'فندرسک جنوبی',
          },
          {
            id: '27110002',
            label: 'فندرسک شمالی',
          },
          {
            id: '27110003',
            label: 'قلعه میران',
          },
          {
            id: '27111183',
            label: 'خان ببین',
          },
          {
            id: '27111184',
            label: 'رامیان',
          },
          {
            id: '27112195',
            label: 'دلند',
          },
          {
            id: '27112765',
            label: 'تاتارعلیا',
          },
        ],
      },
      {
        id: '2712',
        label: 'مراوه تپه',
        children: [
          {
            id: '27120001',
            label: 'مراوه تپه',
          },
          {
            id: '27120002',
            label: 'پالیزان',
          },
          {
            id: '27122498',
            label: 'مراوه',
          },
          {
            id: '27122885',
            label: 'گلیداغ',
          },
        ],
      },
      {
        id: '2713',
        label: 'گمیشان',
        children: [
          {
            id: '27130001',
            label: 'جعفربای غربی',
          },
          {
            id: '27130002',
            label: 'نفتلیجه',
          },
          {
            id: '27131155',
            label: 'گمیش تپه',
          },
          {
            id: '27132580',
            label: 'سیمین شهر',
          },
        ],
      },
      {
        id: '2714',
        label: 'گالیکش',
        children: [
          {
            id: '27140001',
            label: 'قراولان',
          },
          {
            id: '27140002',
            label: 'نیلکوه',
          },
          {
            id: '27141187',
            label: 'گالیکش',
          },
          {
            id: '27142884',
            label: 'صادق اباد',
          },
        ],
      },
    ],
  },
  {
    id: '28',
    label: 'خراسان شمالی',
    children: [
      {
        id: '2801',
        label: 'اسفراین',
        children: [
          {
            id: '28010001',
            label: 'بام',
          },
          {
            id: '28010002',
            label: 'دامن کوه',
          },
          {
            id: '28010003',
            label: 'زرق آباد',
          },
          {
            id: '28010004',
            label: 'رویین',
          },
          {
            id: '28010005',
            label: 'میلانلو',
          },
          {
            id: '28011349',
            label: 'اسفراین',
          },
          {
            id: '28012430',
            label: 'صفی آباد',
          },
        ],
      },
      {
        id: '2802',
        label: 'بجنورد',
        children: [
          {
            id: '28020001',
            label: 'آلاداغ',
          },
          {
            id: '28020002',
            label: 'باباامان',
          },
          {
            id: '28020003',
            label: 'بدرانلو',
          },
          {
            id: '28021353',
            label: 'بجنورد',
          },
          {
            id: '28022431',
            label: 'حصارگرمخان',
          },
          {
            id: '28022699',
            label: 'بجنورد1',
          },
          {
            id: '28022700',
            label: 'بجنورد2',
          },
          {
            id: '28022847',
            label: 'چناران شهر',
          },
        ],
      },
      {
        id: '2803',
        label: 'جاجرم',
        children: [
          {
            id: '28030001',
            label: 'چهارده سنخواست',
          },
          {
            id: '28030002',
            label: 'دربند',
          },
          {
            id: '28031350',
            label: 'جاجرم',
          },
          {
            id: '28032432',
            label: 'سنخواست',
          },
          {
            id: '28032433',
            label: 'شوقان',
          },
        ],
      },
      {
        id: '2804',
        label: 'شیروان',
        children: [
          {
            id: '28040001',
            label: 'تکمران',
          },
          {
            id: '28040002',
            label: 'جیرستان',
          },
          {
            id: '28040003',
            label: 'زیارت',
          },
          {
            id: '28040004',
            label: 'سیوکانلو',
          },
          {
            id: '28040005',
            label: 'گلیان',
          },
          {
            id: '28041038',
            label: 'خانلق',
          },
          {
            id: '28041368',
            label: 'شیروان',
          },
          {
            id: '28042435',
            label: 'لوجلی',
          },
          {
            id: '28042845',
            label: 'زیارت',
          },
          {
            id: '28042846',
            label: 'قوشخانه',
          },
        ],
      },
      {
        id: '2805',
        label: 'فاروج',
        children: [
          {
            id: '28050001',
            label: 'تیتکانلو',
          },
          {
            id: '28050002',
            label: 'حصار',
          },
          {
            id: '28050003',
            label: 'فاروج',
          },
          {
            id: '28051377',
            label: 'فاروج',
          },
          {
            id: '28052079',
            label: 'تیتکانلو',
          },
        ],
      },
      {
        id: '2806',
        label: 'مانه وسملقان',
        children: [
          {
            id: '28060001',
            label: 'آلمه',
          },
          {
            id: '28060002',
            label: 'قاضی',
          },
          {
            id: '28061352',
            label: 'آشخانه',
          },
          {
            id: '28062567',
            label: 'قاضی',
          },
          {
            id: '28062568',
            label: 'پیش قلعه',
          },
          {
            id: '28062848',
            label: 'آوا',
          },
        ],
      },
      {
        id: '2807',
        label: 'گرمه',
        children: [
          {
            id: '28070001',
            label: 'گلستان',
          },
          {
            id: '28070002',
            label: 'بالا دشت',
          },
          {
            id: '28072053',
            label: 'ایور',
          },
          {
            id: '28072054',
            label: 'گرمه',
          },
          {
            id: '28072641',
            label: 'درق',
          },
        ],
      },
      {
        id: '2808',
        label: 'راز و جرگلان',
        children: [
          {
            id: '28080001',
            label: 'راز',
          },
          {
            id: '28080002',
            label: 'باغلق',
          },
          {
            id: '28082132',
            label: 'راز',
          },
          {
            id: '28082942',
            label: 'غلامان',
          },
          {
            id: '28082943',
            label: 'یکه سعود',
          },
        ],
      },
    ],
  },
  {
    id: '29',
    label: 'خراسان جنوبی',
    children: [
      {
        id: '2901',
        label: 'بیرجند',
        children: [
          {
            id: '29010001',
            label: 'القورات',
          },
          {
            id: '29010003',
            label: 'شاخنات',
          },
          {
            id: '29010004',
            label: 'فشارود',
          },
          {
            id: '29010005',
            label: 'کاهشنگ',
          },
          {
            id: '29010007',
            label: 'شاخن',
          },
          {
            id: '29010008',
            label: 'باقران',
          },
          {
            id: '29011355',
            label: 'بیرجند',
          },
          {
            id: '29012701',
            label: 'بیرجند1',
          },
          {
            id: '29012702',
            label: 'بیرجند2',
          },
        ],
      },
      {
        id: '2902',
        label: 'درمیان',
        children: [
          {
            id: '29020001',
            label: 'طبس مسینا',
          },
          {
            id: '29020002',
            label: 'قهستان',
          },
          {
            id: '29020003',
            label: 'کوشکک',
          },
          {
            id: '29022051',
            label: 'قهستان',
          },
          {
            id: '29022052',
            label: 'طبس مسینا',
          },
          {
            id: '29022276',
            label: 'اسدیه',
          },
          {
            id: '29022725',
            label: 'گزیک',
          },
        ],
      },
      {
        id: '2903',
        label: 'سربیشه',
        children: [
          {
            id: '29030001',
            label: 'مود',
          },
          {
            id: '29030002',
            label: 'مومن آباد',
          },
          {
            id: '29030003',
            label: 'غیناب',
          },
          {
            id: '29031354',
            label: 'سربیشه',
          },
          {
            id: '29032642',
            label: 'مود',
          },
          {
            id: '29032897',
            label: 'درح',
          },
        ],
      },
      {
        id: '2904',
        label: 'قاینات',
        children: [
          {
            id: '29040001',
            label: 'پیشکوه',
          },
          {
            id: '29040002',
            label: 'قاین',
          },
          {
            id: '29040003',
            label: 'سده',
          },
          {
            id: '29041374',
            label: 'خضری دشت بیاض',
          },
          {
            id: '29041375',
            label: 'قاین',
          },
          {
            id: '29042643',
            label: 'اسفدن',
          },
          {
            id: '29042645',
            label: 'آرین شهر',
          },
          {
            id: '29042646',
            label: 'نیمبلوک',
          },
        ],
      },
      {
        id: '2905',
        label: 'نهبندان',
        children: [
          {
            id: '29050001',
            label: 'شوسف',
          },
          {
            id: '29050002',
            label: 'میغان',
          },
          {
            id: '29050003',
            label: 'گرم تمام ده',
          },
          {
            id: '29051356',
            label: 'نهبندان',
          },
          {
            id: '29052441',
            label: 'شوسف',
          },
        ],
      },
      {
        id: '2906',
        label: 'سرایان',
        children: [
          {
            id: '29060001',
            label: 'آیسک',
          },
          {
            id: '29060002',
            label: 'مصعبی',
          },
          {
            id: '29061371',
            label: 'سرایان',
          },
          {
            id: '29062346',
            label: 'آیسک',
          },
          {
            id: '29062563',
            label: 'سه قلعه',
          },
        ],
      },
      {
        id: '2907',
        label: 'فردوس',
        children: [
          {
            id: '29070001',
            label: 'باغستان',
          },
          {
            id: '29070002',
            label: 'برون',
          },
          {
            id: '29071002',
            label: 'باغستان',
          },
          {
            id: '29071372',
            label: 'اسلامیه',
          },
          {
            id: '29071373',
            label: 'فردوس',
          },
        ],
      },
      {
        id: '2908',
        label: 'بشرویه',
        children: [
          {
            id: '29080001',
            label: 'ارسک',
          },
          {
            id: '29080002',
            label: 'کرند',
          },
          {
            id: '29081370',
            label: 'بشرویه',
          },
          {
            id: '29082726',
            label: 'ارسک',
          },
        ],
      },
      {
        id: '2909',
        label: 'زیرکوه',
        children: [
          {
            id: '29090001',
            label: 'شاسکوه',
          },
          {
            id: '29090002',
            label: 'بهناباد',
          },
          {
            id: '29092347',
            label: 'حاجی آباد',
          },
          {
            id: '29092644',
            label: 'زهان',
          },
          {
            id: '29092898',
            label: 'آبیز',
          },
        ],
      },
      {
        id: '2910',
        label: 'خوسف',
        children: [
          {
            id: '29100001',
            label: 'خوسف',
          },
          {
            id: '29100002',
            label: 'خور',
          },
          {
            id: '29100003',
            label: 'قلعه زری',
          },
          {
            id: '29101003',
            label: 'ماژان',
          },
          {
            id: '29102242',
            label: 'خوسف',
          },
        ],
      },
      {
        id: '2911',
        label: 'طبس',
        children: [
          {
            id: '29110001',
            label: 'دستگردان',
          },
          {
            id: '29110002',
            label: 'کوه یخاب',
          },
          {
            id: '29110003',
            label: 'منتظریه',
          },
          {
            id: '29110004',
            label: 'نخلستان',
          },
          {
            id: '29111369',
            label: 'طبس',
          },
          {
            id: '29112345',
            label: 'عشق آباد',
          },
          {
            id: '29112624',
            label: 'دیهوک',
          },
        ],
      },
    ],
  },
  {
    id: '30',
    label: 'البرز',
    children: [
      {
        id: '3001',
        label: 'کرج',
        children: [
          {
            id: '30010001',
            label: 'گرمدره',
          },
          {
            id: '30010002',
            label: 'محمدآباد',
          },
          {
            id: '30010003',
            label: 'کمال آباد',
          },
          {
            id: '30011590',
            label: 'کرج',
          },
          {
            id: '30012070',
            label: 'آسارا',
          },
          {
            id: '30012118',
            label: 'ماهدشت',
          },
          {
            id: '30012272',
            label: 'کمال شهر',
          },
          {
            id: '30012273',
            label: 'محمدشهر',
          },
          {
            id: '30012280',
            label: 'کرج 1',
          },
          {
            id: '30012281',
            label: 'کرج 2',
          },
          {
            id: '30012283',
            label: 'کرج 4',
          },
          {
            id: '30012284',
            label: 'کرج 5',
          },
          {
            id: '30012285',
            label: 'کرج 6',
          },
          {
            id: '30012286',
            label: 'کرج 7',
          },
          {
            id: '30012287',
            label: 'کرج 8',
          },
          {
            id: '30012288',
            label: 'کرج 9',
          },
          {
            id: '30012635',
            label: 'گرمدره',
          },
          {
            id: '30012766',
            label: 'کرج 10',
          },
          {
            id: '30012767',
            label: 'کرج 3',
          },
        ],
      },
      {
        id: '3002',
        label: 'ساوجبلاغ',
        children: [
          {
            id: '30020001',
            label: 'سعیدآباد',
          },
          {
            id: '30020002',
            label: 'هیو',
          },
          {
            id: '30021587',
            label: 'هشتگرد',
          },
          {
            id: '30022026',
            label: 'گلسار',
          },
          {
            id: '30022630',
            label: 'کوهسار',
          },
          {
            id: '30022664',
            label: 'شهرجدیدهشتگرد',
          },
        ],
      },
      {
        id: '3003',
        label: 'نظرآباد',
        children: [
          {
            id: '30030001',
            label: 'احمدآباد',
          },
          {
            id: '30030002',
            label: 'جمال الدین',
          },
          {
            id: '30030003',
            label: 'نجم آباد',
          },
          {
            id: '30031586',
            label: 'نظرآباد',
          },
          {
            id: '30032025',
            label: 'تنکمان',
          },
        ],
      },
      {
        id: '3004',
        label: 'طالقان',
        children: [
          {
            id: '30040001',
            label: 'میان طالقان',
          },
          {
            id: '30040002',
            label: 'پایین طالقان',
          },
          {
            id: '30042169',
            label: 'طالقان',
          },
        ],
      },
      {
        id: '3005',
        label: 'اشتهارد',
        children: [
          {
            id: '30050001',
            label: 'صحت آباد',
          },
          {
            id: '30050002',
            label: 'ایپک',
          },
          {
            id: '30051584',
            label: 'اشتهارد',
          },
          {
            id: '30052981',
            label: 'پلنگ آباد',
          },
        ],
      },
      {
        id: '3006',
        label: 'فردیس',
        children: [
          {
            id: '30060001',
            label: 'فردیس',
          },
          {
            id: '30060002',
            label: 'وحدت',
          },
          {
            id: '30062271',
            label: 'مشکین دشت',
          },
          {
            id: '30062282',
            label: 'فردیس',
          },
          {
            id: '30062540',
            label: 'فردیس2',
          },
          {
            id: '30062982',
            label: 'فردیس1',
          },
        ],
      },
      {
        id: '3007',
        label: 'چهارباغ',
        children: [
          {
            id: '30070001',
            label: 'چهاردانگه',
          },
          {
            id: '30070002',
            label: 'عرب آباد افشار',
          },
          {
            id: '30072631',
            label: 'چهارباغ',
          },
        ],
      },
    ],
  },
]
